{
  "[PAD]": 0,
  "[UNK]": 1,
  "[BOS]": 2,
  "[EOS]": 3,
  "TNS:present": 4,
  "ROOT:=": 5,
  "CMP:body:quality": 6,
  "ROOT:خ.ط.و": 7,
  "STEP:root": 8,
  "STEP:pattern": 9,
  "STEP:intent": 10,
  "STEP:tense": 11,
  "STEP:resource": 12,
  "STEP:action": 13,
  "PAT:patient": 14,
  "ROOT:true": 15,
  "FOREIGN:p": 16,
  "PAT:instance": 17,
  "ROOT:false": 18,
  "FOREIGN:q": 19,
  "STR:clause_end": 20,
  "ROOT:r-j-w": 21,
  "RES:hope": 22,
  "ROOT:give": 23,
  "INT:seek": 24,
  "INT:send": 25,
  "ACT:send": 26,
  "ACT:query": 27,
  "INT:record": 28,
  "ACT:document": 29,
  "ACT:execute": 30,
  "INT:do": 31,
  "TNS:imperative": 32,
  "ROOT:'m-l": 33,
  "RES:task / workflow": 34,
  "ROOT:k-t-b": 35,
  "RES:document / record": 36,
  "MOD:time:tomorrow": 37,
  "REL:neg": 38,
  "ROOT:q": 39,
  "CMP:true:attribute": 40,
  "REL:or": 41,
  "CMP:=:oblique": 42,
  "ROOT:measure": 43,
  "ROOT:p": 44,
  "FOREIGN:r": 45,
  "STEP:modifiers": 46,
  "ROOT:social": 47,
  "CMP:false:attribute": 48,
  "ROOT:need": 49,
  "FOREIGN:m": 50,
  "REL:and": 51,
  "FOREIGN:s": 52,
  "REL:with": 53,
  "LIT:q": 54,
  "CMP:evaluate:oblique": 55,
  "LIT:هي": 56,
  "CMP:p:agent": 57,
  "STR:neg:nominal": 58,
  "PAT:agent": 59,
  "PAT:mutual": 60,
  "MOD:target:team": 61,
  "ROOT:exist": 62,
  "MOD:urgency:urgently": 63,
  "ROOT:r-s-l": 64,
  "RES:message / communication": 65,
  "ROOT:material": 66,
  "REL:quant:all": 67,
  "REL:all": 68,
  "ROOT:imply": 69,
  "ROOT:plant": 70,
  "ROOT:quality": 71,
  "ROOT:s": 72,
  "CMP:m:patient": 73,
  "CMP:term:patient": 74,
  "CMP:p:oblique": 75,
  "ROOT:follow": 76,
  "CMP:r:agent": 77,
  "CMP:it:agent": 78,
  "STR:question": 79,
  "LIT:أن": 80,
  "CMP:premise:agent": 81,
  "CMP:r:oblique": 82,
  "ROOT:middle": 83,
  "ROOT:make": 84,
  "CMP:false:oblique": 85,
  "ROOT:link": 86,
  "ROOT:connect": 87,
  "STR:neg:general": 88,
  "ROOT:identify": 89,
  "ROOT:m": 90,
  "ROOT:ل.ح.د": 91,
  "CMP:place:quality": 92,
  "CMP:give:quality": 93,
  "REL:in": 94,
  "ROOT:r": 95,
  "REL:quant:some": 96,
  "REL:some": 97,
  "CMP:true:oblique": 98,
  "ROOT:animal": 99,
  "CMP:false:agent": 100,
  "CMP:=:patient": 101,
  "ROOT:art": 102,
  "ROOT:structure": 103,
  "CMP:measure:quality": 104,
  "CMP:size:quality": 105,
  "ROOT:ل.ح.و": 106,
  "LIT:that": 107,
  "ROOT:ح.ر.ف": 108,
  "DET:no": 109,
  "REL:from": 110,
  "LIT:هو": 111,
  "ROOT:write": 112,
  "ROOT:feel": 113,
  "ROOT:ت.ف.ح": 114,
  "ROOT:create": 115,
  "ROOT:w-j-d": 116,
  "RES:finding / result": 117,
  "ROOT:science": 118,
  "CMP:s:patient": 119,
  "LIT:yes": 120,
  "ROOT:ن.ع.م": 121,
  "LIT:p": 122,
  "ROOT:m-k-n": 123,
  "RES:permission / capability": 124,
  "ROOT:major": 125,
  "ROOT:p.": 126,
  "ROOT:minor": 127,
  "ROOT:m.": 128,
  "ROOT:term": 129,
  "CMP:distribute:complement": 130,
  "CMP:inference:agent": 131,
  "CMP:valid:attribute": 132,
  "ROOT:ك.ب.ر.و": 133,
  "ROOT:size": 134,
  "REL:then": 135,
  "ROOT:distribute": 136,
  "CMP:premise:oblique": 137,
  "ROOT:classical": 138,
  "CMP:rule:agent": 139,
  "ROOT:forbid": 140,
  "CMP:conclusion:patient": 141,
  "REL:unlike": 142,
  "ROOT:ق.ع.د": 143,
  "FOREIGN:الكلاسيكية": 144,
  "REL:this": 145,
  "REL:=": 146,
  "CMP:true:agent": 147,
  "CMP:thing:patient": 148,
  "CMP:square:agent": 149,
  "CMP:poet:agent": 150,
  "CMP:artist:attribute": 151,
  "CMP:quadrilateral:attribute": 152,
  "CMP:bird:agent": 153,
  "CMP:apple:agent": 154,
  "CMP:plant:attribute": 155,
  "CMP:programmer:agent": 156,
  "CMP:professional:attribute": 157,
  "LIT:⊆": 158,
  "ROOT:that": 159,
  "ROOT:live": 160,
  "ROOT:ل.و.س": 161,
  "CMP:q:agent": 162,
  "CMP:s:agent": 163,
  "CMP:rectangle:attribute": 164,
  "CMP:writer:attribute": 165,
  "CMP:animal:attribute": 166,
  "CMP:fruit:attribute": 167,
  "CMP:engineer:attribute": 168,
  "ROOT:artist": 169,
  "ROOT:quadrilateral": 170,
  "AUX:s": 171,
  "ROOT:square": 172,
  "ROOT:rectangle": 173,
  "ROOT:living": 174,
  "ROOT:poet": 175,
  "ROOT:apple": 176,
  "ROOT:bird": 177,
  "ROOT:programmer": 178,
  "CMP:live:complement": 179,
  "ROOT:professional": 180,
  "ROOT:thing": 181,
  "ROOT:engineer": 182,
  "CMP:p:time": 183,
  "CMP:writer:time": 184,
  "CMP:writer:agent": 185,
  "CMP:fruit:agent": 186,
  "CMP:fruit:time": 187,
  "CMP:rectangle:agent": 188,
  "CMP:animal:agent": 189,
  "CMP:engineer:agent": 190,
  "CMP:s:oblique": 191,
  "ROOT:think": 192,
  "INT:decide": 193,
  "ACT:resolve": 194,
  "CMP:q:patient": 195,
  "CMP:imply:complement": 196,
  "ROOT:chain": 197,
  "REL:entail": 198,
  "ROOT:move": 199,
  "ROOT:ح.ل.ق": 200,
  "CMP:false:manner": 201,
  "PAT:causer": 202,
  "INT:learn": 203,
  "ACT:study": 204,
  "INT:enable": 205,
  "ACT:create": 206,
  "CMP:s:attribute": 207,
  "AUX:r": 208,
  "CMP:professional:agent": 209,
  "CMP:quadrilateral:agent": 210,
  "PAT:plural": 211,
  "CMP:artist:agent": 212,
  "CMP:plant:agent": 213,
  "CMP:thing:agent": 214,
  "TNS:past": 215,
  "ROOT:m-k-n-3": 216,
  "RES:possibility": 217,
  "CMP:transitivity:agent": 218,
  "REL:of": 219,
  "ROOT:universal": 220,
  "CMP:inclusion:oblique": 221,
  "ROOT:carry": 222,
  "CMP:subject:patient": 223,
  "REL:through": 224,
  "CMP:link:oblique": 225,
  "ROOT:send": 226,
  "ROOT:place": 227,
  "REL:across": 228,
  "STR:cond:likely": 229,
  "ROOT:broken": 230,
  "ROOT:order": 231,
  "CMP:link:agent": 232,
  "CMP:run:complement": 233,
  "ROOT:wrong": 234,
  "CMP:way:patient": 235,
  "CMP:chain:agent": 236,
  "ROOT:compose": 237,
  "CMP:conclusion:agent": 238,
  "CMP:structure:instance": 239,
  "CMP:destroy:patient": 240,
  "ROOT:سط": 241,
  "ROOT:ع.ك.س": 242,
  "ROOT:ف.ل.ل": 243,
  "ROOT:t-l-b": 244,
  "RES:request / order": 245,
  "CMP:r:time": 246,
  "CMP:professional:patient": 247,
  "PAT:place": 248,
  "ROOT:b-y-'": 249,
  "ROOT:writer": 250,
  "CMP:plant:patient": 251,
  "CMP:artist:patient": 252,
  "CMP:quadrilateral:patient": 253,
  "STEP:chain": 254,
  "STEP:constraint": 255,
  "LIT:r": 256,
  "ROOT:fruit": 257,
  "ROOT:w-q-t": 258,
  "RES:calendar / schedule": 259,
  "RES:sale / transaction": 260,
  "MOD:content:the plan": 261,
  "CMP:p:patient": 262,
  "ROOT:kh-y-r": 263,
  "RES:choice / selection": 264,
  "ROOT:'l-m": 265,
  "RES:knowledge / training": 266,
  "ROOT:premise": 267,
  "ROOT:m-n-'": 268,
  "RES:restriction / ban": 269,
  "ROOT:d-r-s": 270,
  "RES:study material / report": 271,
  "ROOT:kh-l-q": 272,
  "CMP:evaluate:agent": 273,
  "PAT:intensifier": 274,
  "ROOT:j-b-l": 275,
  "RES:mountain": 276,
  "ROOT:r-'-s": 277,
  "RES:presidency": 278,
  "ROOT:k-h-r-b": 279,
  "RES:electricity": 280,
  "ROOT:'-z-f": 281,
  "RES:music": 282,
  "ROOT:z-kh-r-f": 283,
  "RES:decoration": 284,
  "ROOT:'-q-r": 285,
  "RES:property": 286,
  "ROOT:m-'-d-n": 287,
  "RES:mineral": 288,
  "ROOT:h-r-r-3": 289,
  "RES:freedom": 290,
  "ROOT:n-t-q": 291,
  "RES:speech / utterance": 292,
  "ROOT:دفع": 293,
  "ROOT:f-r-d": 294,
  "ROOT:d-'-w": 295,
  "RES:invitation / call": 296,
  "ROOT:kh-t-b": 297,
  "RES:speech / presentation": 298,
  "ROOT:طلب": 299,
  "ROOT:وصل": 300,
  "CNS:chain: طلب→دفع→وصل (order→pay→deliver)": 301,
  "RES:silence": 302,
  "CMP:engineer:patient": 303,
  "ACT:evaluate": 304,
  "ROOT:s-r-kh": 305,
  "RES:shout": 306,
  "ROOT:sh-r-k": 307,
  "CMP:true:manner": 308,
  "CMP:apple:attribute": 309,
  "CMP:poet:attribute": 310,
  "ROOT:q-r-'": 311,
  "RES:text / reading material": 312,
  "ROOT:evaluate": 313,
  "CMP:square:attribute": 314,
  "ROOT:h-m-m": 315,
  "RES:duty": 316,
  "ROOT:l-m-h": 317,
  "RES:glimpse": 318,
  "ROOT:k-f-y": 319,
  "RES:sufficiency": 320,
  "ROOT:s-f-f": 321,
  "RES:lineup": 322,
  "ROOT:h-s-b": 323,
  "RES:calculation / estimate": 324,
  "INT:judge": 325,
  "ROOT:n-q-d": 326,
  "RES:critique / review": 327,
  "MOD:content:the document": 328,
  "ROOT:d-l-l": 329,
  "RES:indication": 330,
  "ROOT:'-h-d": 331,
  "RES:covenant": 332,
  "ROOT:h-m-s": 333,
  "RES:whisper": 334,
  "RES:creation / invention": 335,
  "CMP:r:patient": 336,
  "ROOT:n-q-l": 337,
  "RES:transfer / migration": 338,
  "ROOT:'-r-d": 339,
  "ROOT:k-f-r": 340,
  "RES:denial": 341,
  "CMP:programmer:attribute": 342,
  "CMP:bird:attribute": 343,
  "INT:gather": 344,
  "ACT:assemble": 345,
  "ROOT:b-r-l-m": 346,
  "RES:parliament": 347,
  "ROOT:sh-'-b": 348,
  "RES:people": 349,
  "ROOT:w-s-l": 350,
  "RES:connection / link": 351,
  "ROOT:'-w-n": 352,
  "RES:help / support": 353,
  "ROOT:f-r-z": 354,
  "RES:filter / selection": 355,
  "ROOT:m-h-l": 356,
  "RES:patience / grace period": 357,
  "ROOT:s-k-t": 358,
  "ROOT:'-r-f": 359,
  "RES:definition / identity": 360,
  "ROOT:b-d-l": 361,
  "RES:replacement / exchange": 362,
  "ROOT:s-h-h": 363,
  "RES:health": 364,
  "ROOT:w-z-r": 365,
  "RES:ministry": 366,
  "ROOT:s-j-n": 367,
  "RES:imprisonment": 368,
  "ROOT:m-s-h": 369,
  "LIT:s": 370,
  "ROOT:j-m-'": 371,
  "RES:meeting / assembly": 372,
  "ROOT:r-t-b": 373,
  "ROOT:n-b-h": 374,
  "RES:alert / notification": 375,
  "ROOT:n-z-l": 376,
  "RES:download / deployment": 377,
  "ROOT:s-n-f": 378,
  "RES:category / taxonomy": 379,
  "ROOT:f-s-d": 380,
  "RES:corruption": 381,
  "ROOT:b-'-d": 382,
  "ROOT:s-l-h": 383,
  "RES:weapon": 384,
  "ROOT:j-l-s": 385,
  "RES:session / seat": 386,
  "ROOT:j-d-l": 387,
  "RES:debate / argument": 388,
  "ROOT:d-s-t-r": 389,
  "RES:constitution": 390,
  "ROOT:j-m-h-r": 391,
  "RES:republic": 392,
  "ROOT:f-w-r": 393,
  "RES:immediacy": 394,
  "ROOT:dh-k-r": 395,
  "RES:memory / reference": 396,
  "ROOT:s-f-r": 397,
  "ROOT:h-z-m": 398,
  "RES:defeat": 399,
  "ROOT:d-y-m-q": 400,
  "RES:democracy": 401,
  "ROOT:s-m-m": 402,
  "ROOT:w-k-l": 403,
  "RES:delegation / proxy": 404,
  "ROOT:'-q-d": 405,
  "RES:contract": 406,
  "ROOT:w-z-f": 407,
  "RES:employment": 408,
  "ROOT:gh-z-w": 409,
  "RES:invasion": 410,
  "ROOT:t-b-b": 411,
  "RES:medicine": 412,
  "ROOT:s-m-'": 413,
  "RES:audio / listening": 414,
  "RES:measurement": 415,
  "CMP:imply:agent": 416,
  "RES:arrangement / order": 417,
  "RES:partnership / collaboration": 418,
  "RES:display / showcase": 419,
  "ROOT:q-w-d": 420,
  "RES:leadership / direction": 421,
  "ROOT:s-t-q-l": 422,
  "RES:independence": 423,
  "ROOT:n-s-r": 424,
  "RES:victory": 425,
  "ROOT:s-y-s": 426,
  "RES:politics": 427,
  "ROOT:kh-l-s": 428,
  "RES:sincerity": 429,
  "ROOT:h-k-m": 430,
  "RES:decision / policy": 431,
  "ROOT:n-h-t": 432,
  "RES:sculpture": 433,
  "ROOT:q-b-l": 434,
  "RES:acceptance / approval": 435,
  "ROOT:d-d-d": 436,
  "RES:opposite": 437,
  "CMP:imply:patient": 438,
  "CMP:r:attribute": 439,
  "ROOT:r-d-d": 440,
  "RES:reply / response": 441,
  "ROOT:b-h-th": 442,
  "RES:search / research": 443,
  "ROOT:m-th-l": 444,
  "RES:example / model": 445,
  "ROOT:s-l-t": 446,
  "RES:authority": 447,
  "RES:concern": 448,
  "ROOT:q-r-b": 449,
  "RES:proximity / approach": 450,
  "ROOT:s-n-m": 451,
  "RES:cinema": 452,
  "ROOT:q-w-y": 453,
  "RES:strength": 454,
  "ROOT:j-dh-b": 455,
  "RES:attraction": 456,
  "RES:poison": 457,
  "RES:distance / separation": 458,
  "ROOT:b-n-t": 459,
  "RES:daughter": 460,
  "ROOT:m-w-l": 461,
  "RES:funding / capital": 462,
  "ROOT:l-s-n": 463,
  "RES:tongue": 464,
  "ROOT:l-w-th": 465,
  "RES:pollution": 466,
  "ROOT:n-d-m": 467,
  "RES:regret": 468,
  "ROOT:n-s-h": 469,
  "RES:advice": 470,
  "ROOT:k-w-k-b": 471,
  "RES:planet": 472,
  "ROOT:w-r-th": 473,
  "RES:heredity": 474,
  "ROOT:f-r-r": 475,
  "RES:fleeing": 476,
  "ROOT:n-sh-t": 477,
  "RES:activity": 478,
  "ROOT:n-q-d-2": 479,
  "RES:contradiction": 480,
  "ROOT:'-j-l": 481,
  "RES:urgency / speed": 482,
  "ROOT:gh-f-l": 483,
  "RES:neglect": 484,
  "CMP:fruit:patient": 485,
  "ROOT:r-d-y": 486,
  "RES:satisfaction / approval": 487,
  "PAT:seek": 488,
  "ROOT:r-q-d": 489,
  "RES:resting": 490,
  "ROOT:'-d-l": 491,
  "RES:justice": 492,
  "ROOT:t-q-y": 493,
  "RES:piety": 494,
  "ROOT:h-d-d": 495,
  "ROOT:'-j-z": 496,
  "RES:inability": 497,
  "ROOT:k-l-m": 498,
  "RES:conversation / speech": 499,
  "ROOT:h-j-m": 500,
  "RES:attack": 501,
  "ROOT:'-h-s": 502,
  "RES:statistics": 503,
  "ROOT:h-j-j": 504,
  "RES:pilgrimage": 505,
  "ROOT:t-r-j-m": 506,
  "RES:translation": 507,
  "ROOT:w-s-f-2": 508,
  "RES:attribute": 509,
  "ROOT:h-s-d": 510,
  "ROOT:th-w-b": 511,
  "RES:reward": 512,
  "ROOT:d-m-n": 513,
  "RES:guarantee": 514,
  "ROOT:j-y-sh": 515,
  "RES:army": 516,
  "ROOT:'-kh-t": 517,
  "RES:sister": 518,
  "ROOT:t-q-q": 519,
  "RES:energy": 520,
  "ROOT:t-b-'": 521,
  "ROOT:b-kh-l": 522,
  "RES:miserliness": 523,
  "ROOT:s-j-l": 524,
  "RES:registration": 525,
  "ROOT:n-z-r-3": 526,
  "RES:theory": 527,
  "ROOT:d-kh-l": 528,
  "RES:entry / access": 529,
  "ROOT:kh-s-m": 530,
  "RES:opponent": 531,
  "ROOT:k-sh-f": 532,
  "RES:discovery / detection": 533,
  "ROOT:n-h-s": 534,
  "RES:copper": 535,
  "RES:environment": 536,
  "ROOT:r-'-d": 537,
  "RES:thunder": 538,
  "ROOT:s-q-l": 539,
  "RES:polish": 540,
  "ROOT:q-b-l-3": 541,
  "RES:future": 542,
  "ROOT:l-j-'": 543,
  "RES:refuge": 544,
  "ROOT:gh-dh-y": 545,
  "RES:nutrition": 546,
  "ROOT:dh-l-l": 547,
  "RES:humiliation": 548,
  "ROOT:b-r-m-j": 549,
  "RES:programming": 550,
  "CMP:rectangle:patient": 551,
  "ROOT:'-s-t-h-m": 552,
  "RES:bathing": 553,
  "ROOT:'-d-b": 554,
  "RES:literature": 555,
  "RES:company": 556,
  "ROOT:'-m-m-3": 557,
  "RES:public": 558,
  "ROOT:h-sh-r": 559,
  "RES:insect": 560,
  "ROOT:b-r-q": 561,
  "RES:lightning": 562,
  "ROOT:h-n-n": 563,
  "RES:compassion": 564,
  "ROOT:n-gh-m": 565,
  "RES:melody": 566,
  "ROOT:'-kh-w": 567,
  "RES:brother": 568,
  "ROOT:m-y-z": 569,
  "RES:feature / distinction": 570,
  "ROOT:f-s-r": 571,
  "RES:interpretation / commentary": 572,
  "ROOT:t-q-l-d": 573,
  "RES:tradition": 574,
  "ROOT:r-b-h": 575,
  "RES:profit / return": 576,
  "ROOT:h-q-n": 577,
  "RES:injection": 578,
  "ROOT:w-d-'": 579,
  "RES:deposit": 580,
  "ROOT:m-'-sh": 581,
  "RES:livelihood": 582,
  "ROOT:t-l-q": 583,
  "RES:absolute": 584,
  "ROOT:'-m-l-2": 585,
  "RES:meditation": 586,
  "ROOT:n-sh-r": 587,
  "RES:publication / post": 588,
  "ROOT:s-h-r": 589,
  "RES:desert": 590,
  "ROOT:f-d-d": 591,
  "RES:silver": 592,
  "ROOT:s-b-h": 593,
  "ROOT:t-l-'": 594,
  "RES:rise / launch": 595,
  "ROOT:q-r-r": 596,
  "RES:confirmation / resolution": 597,
  "ROOT:h-d-r": 598,
  "RES:civilization": 599,
  "ROOT:f-q-d": 600,
  "RES:loss / absence": 601,
  "ROOT:gh-d-r": 602,
  "RES:treachery": 603,
  "ROOT:'-th-th": 604,
  "RES:furniture": 605,
  "ROOT:th-r-w": 606,
  "RES:wealth": 607,
  "RES:morals": 608,
  "ROOT:'-q-b": 609,
  "RES:punishment": 610,
  "ROOT:k-y-m": 611,
  "RES:chemistry": 612,
  "ROOT:f-y-z": 613,
  "RES:physics": 614,
  "ROOT:kh-w-r-z": 615,
  "RES:algorithm": 616,
  "ROOT:r-b-'": 617,
  "RES:square": 618,
  "ROOT:'-l-f": 619,
  "RES:thousand": 620,
  "ROOT:w-h-y": 621,
  "RES:revelation": 622,
  "ROOT:q-s-m": 623,
  "RES:division / distribution": 624,
  "ROOT:h-b-b": 625,
  "RES:love / preference": 626,
  "ROOT:'-t-sh": 627,
  "RES:thirst": 628,
  "ROOT:z-l-m": 629,
  "RES:injustice": 630,
  "ROOT:b-kh-r": 631,
  "RES:evaporation": 632,
  "ROOT:z-w-l": 633,
  "RES:vanishing": 634,
  "ROOT:z-w-j": 635,
  "RES:spouse": 636,
  "RES:tracking / subscription": 637,
  "ROOT:k-r-m": 638,
  "RES:generosity": 639,
  "ROOT:n-b-'": 640,
  "RES:prophecy": 641,
  "ROOT:h-d-m": 642,
  "RES:demolition": 643,
  "ROOT:q-'-d": 644,
  "RES:retirement": 645,
  "ROOT:f-q-r": 646,
  "RES:poverty": 647,
  "ROOT:t-'-b": 648,
  "RES:fatigue": 649,
  "ROOT:q-d-r": 650,
  "RES:ability": 651,
  "ROOT:h-y-w": 652,
  "RES:animal": 653,
  "RES:ambition": 654,
  "ROOT:s-'-b": 655,
  "RES:difficulty": 656,
  "ROOT:h-d-q": 657,
  "RES:gaze": 658,
  "ROOT:z-h-d": 659,
  "RES:asceticism": 660,
  "ROOT:gh-z-y": 661,
  "RES:significance": 662,
  "ROOT:j-z-r": 663,
  "RES:island": 664,
  "ROOT:q-h-w": 665,
  "RES:coffee": 666,
  "ROOT:kh-r-j": 667,
  "RES:exit / output": 668,
  "ROOT:kh-y-t": 669,
  "RES:sewing": 670,
  "ROOT:'-y-q-'": 671,
  "RES:rhythm": 672,
  "ROOT:h-y-l": 673,
  "RES:trick": 674,
  "ROOT:b-'-th": 675,
  "RES:sending": 676,
  "ROOT:w-d-y": 677,
  "RES:valley": 678,
  "ROOT:j-w-'": 679,
  "RES:hunger": 680,
  "ROOT:'-m-n": 681,
  "RES:security / safety": 682,
  "ROOT:m-sh-r-'": 683,
  "RES:project": 684,
  "ROOT:q-d-m": 685,
  "RES:proposal / submission": 686,
  "RES:harvest": 687,
  "ROOT:w-b-'": 688,
  "RES:epidemic": 689,
  "ROOT:'-m-m": 690,
  "RES:travel": 691,
  "ROOT:m-s-r-h": 692,
  "RES:theater": 693,
  "ROOT:h-k-m-2": 694,
  "RES:wisdom": 695,
  "ROOT:w-j-h": 696,
  "RES:face": 697,
  "ROOT:'-kh-r": 698,
  "RES:delay / postponement": 699,
  "RES:threat": 700,
  "ROOT:w-h-m": 701,
  "RES:illusion": 702,
  "ROOT:m-'-h": 703,
  "RES:hundred": 704,
  "ROOT:w-z-y": 705,
  "RES:equivalence": 706,
  "ROOT:n-s-f": 707,
  "RES:half": 708,
  "ROOT:'-d-w": 709,
  "RES:infection": 710,
  "ROOT:s-b-q": 711,
  "RES:preceding": 712,
  "ROOT:h-m-l-3": 713,
  "RES:probability": 714,
  "ROOT:f-'-l": 715,
  "RES:action / activation": 716,
  "ROOT:r-w-h": 717,
  "RES:spirit": 718,
  "ROOT:'-b-w": 719,
  "RES:father": 720,
  "MOD:content:find plan": 721,
  "ROOT:gh-b-'": 722,
  "RES:forest": 723,
  "RES:yellow": 724,
  "ROOT:s-m-t": 725,
  "ROOT:z-k-w": 726,
  "RES:charity": 727,
  "ROOT:j-h-l": 728,
  "RES:ignorance": 729,
  "ROOT:m-t-r": 730,
  "ROOT:r-f-'": 731,
  "RES:raising": 732,
  "ROOT:t-r-h": 733,
  "RES:subtraction": 734,
  "ROOT:s-j-d": 735,
  "RES:mosque": 736,
  "ROOT:d-h-k": 737,
  "RES:laughter": 738,
  "ROOT:sh-b-k": 739,
  "RES:network": 740,
  "ROOT:d-y-q": 741,
  "RES:narrowness": 742,
  "ROOT:q-n-n": 743,
  "RES:law": 744,
  "ROOT:n-z-'": 745,
  "RES:removal": 746,
  "ROOT:m-l-'": 747,
  "RES:fullness": 748,
  "ROOT:w-q-f": 749,
  "RES:stop / pause": 750,
  "ROOT:th-n-y": 751,
  "RES:duality": 752,
  "ROOT:'-kh-dh": 753,
  "RES:acquisition / intake": 754,
  "ROOT:'-d-m": 755,
  "RES:nothingness": 756,
  "ROOT:j-d-d": 757,
  "RES:renewal / update": 758,
  "ROOT:d-r-j": 759,
  "RES:degree": 760,
  "ROOT:s-n-n": 761,
  "RES:tooth": 762,
  "ROOT:sh-kh-s": 763,
  "RES:person": 764,
  "ROOT:s-q-y": 765,
  "RES:irrigation": 766,
  "ROOT:m-gh-n-t": 767,
  "RES:magnetism": 768,
  "ROOT:'-b-d": 769,
  "RES:worship": 770,
  "ROOT:r-q-s": 771,
  "RES:dance": 772,
  "ROOT:'-th-r": 773,
  "RES:effect": 774,
  "RES:uncle": 775,
  "ROOT:d-kh-m": 776,
  "RES:hugeness": 777,
  "ROOT:kh-t-m": 778,
  "RES:conclusion / closure": 779,
  "ROOT:s-'-l": 780,
  "RES:information / query": 781,
  "ROOT:k-s-l": 782,
  "RES:laziness": 783,
  "ROOT:m-l-s": 784,
  "RES:smooth": 785,
  "RES:earth": 786,
  "ROOT:sh-f-f": 787,
  "RES:transparency": 788,
  "ROOT:l-q-y": 789,
  "RES:meeting": 790,
  "ROOT:gh-z-z": 791,
  "RES:gas": 792,
  "RES:morning": 793,
  "ROOT:t-t-w-r": 794,
  "RES:evolution": 795,
  "RES:individual": 796,
  "ROOT:d-'-f": 797,
  "RES:weakness": 798,
  "MOD:content:send plan": 799,
  "ROOT:k-th-f": 800,
  "RES:condensation": 801,
  "ROOT:y-b-s": 802,
  "RES:dryness": 803,
  "ROOT:z-n-n": 804,
  "RES:assumption / belief": 805,
  "ROOT:'-t-y": 806,
  "RES:coming": 807,
  "AUX:implies": 808,
  "ROOT:t-r-d": 809,
  "RES:expulsion": 810,
  "ROOT:dh-'-t": 811,
  "RES:essence": 812,
  "ROOT:q-b-h": 813,
  "RES:ugliness": 814,
  "ROOT:j-r-b": 815,
  "RES:experiment / trial": 816,
  "ROOT:'-r-j": 817,
  "RES:limping": 818,
  "ROOT:w-'-d": 819,
  "RES:promise": 820,
  "ROOT:m-s-y": 821,
  "RES:evening": 822,
  "ROOT:b-n-y": 823,
  "RES:brown": 824,
  "RES:some": 825,
  "ROOT:s-m-h": 826,
  "RES:permission / authorization": 827,
  "ROOT:n-s-b-2": 828,
  "RES:relativity": 829,
  "ROOT:فقد": 830,
  "ROOT:حظر": 831,
  "ROOT:بدل": 832,
  "CNS:chain: فقد→حظر→بدل (lost→block→replace)": 833,
  "ROOT:n-m-l": 834,
  "RES:ant": 835,
  "ROOT:q-d-s": 836,
  "RES:holiness": 837,
  "ROOT:'-sh-r": 838,
  "RES:ten": 839,
  "ROOT:r-z-z": 840,
  "RES:rice": 841,
  "ROOT:r-'-y": 842,
  "RES:grazing": 843,
  "ROOT:kh-f-y": 844,
  "RES:hide / stealth": 845,
  "ROOT:k-r-h": 846,
  "RES:dislike / aversion": 847,
  "ROOT:z-w-r": 848,
  "RES:visiting": 849,
  "ROOT:j-y-n": 850,
  "RES:genetics": 851,
  "ROOT:k-l-b": 852,
  "RES:dog": 853,
  "ROOT:q-t-t": 854,
  "RES:cat": 855,
  "ROOT:dh-'-b": 856,
  "RES:wolf": 857,
  "ROOT:sh-y-y": 858,
  "RES:tea": 859,
  "ROOT:h-d-f": 860,
  "RES:goal": 861,
  "ROOT:s-b-'": 862,
  "RES:seven": 863,
  "ROOT:dh-h-b": 864,
  "RES:gold": 865,
  "ROOT:t-h-t": 866,
  "RES:below": 867,
  "ROOT:j-l-d": 868,
  "RES:skin": 869,
  "ROOT:'-r-q": 870,
  "RES:sweat": 871,
  "ROOT:s-r-r": 872,
  "RES:bed": 873,
  "ROOT:f-w-q": 874,
  "RES:above": 875,
  "ROOT:s-m-w": 876,
  "RES:sky": 877,
  "ROOT:kh-w-n": 878,
  "RES:betrayal": 879,
  "ROOT:s-w-y": 880,
  "RES:equality": 881,
  "CMP:q:attribute": 882,
  "ROOT:t-w-l": 883,
  "RES:length": 884,
  "ROOT:n-b-d": 885,
  "RES:pulse": 886,
  "ROOT:t-b-kh": 887,
  "RES:cooking": 888,
  "ROOT:m-f-t-h": 889,
  "RES:key": 890,
  "ROOT:n-kh-b": 891,
  "RES:election": 892,
  "ROOT:z-r-q": 893,
  "RES:blue": 894,
  "ROOT:f-h-m": 895,
  "RES:coal": 896,
  "ROOT:n-y-l": 897,
  "RES:obtaining": 898,
  "ROOT:kh-w-f": 899,
  "RES:fear / concern": 900,
  "ROOT:sh-m-s": 901,
  "RES:sun": 902,
  "ROOT:q-s-w": 903,
  "RES:cruelty": 904,
  "ROOT:h-w-j": 905,
  "RES:need / requirement": 906,
  "ROOT:kh-m-s": 907,
  "RES:five": 908,
  "ROOT:sh-j-r": 909,
  "RES:tree": 910,
  "RES:swimming": 911,
  "ROOT:h-m-y": 912,
  "RES:protection / shield": 913,
  "ROOT:q-s-r": 914,
  "RES:shortness": 915,
  "ROOT:سفر": 916,
  "ROOT:شبك": 917,
  "CNS:chain: سفر→شبك (travel may need roaming)": 918,
  "ROOT:sh-k-r": 919,
  "RES:gratitude": 920,
  "ROOT:k-dh-b": 921,
  "RES:lying": 922,
  "ROOT:th-m-n": 923,
  "RES:price / cost": 924,
  "ROOT:'-t-b": 925,
  "RES:blame": 926,
  "ROOT:s-k-r": 927,
  "RES:sugar": 928,
  "ROOT:s-'-y": 929,
  "RES:endeavor": 930,
  "ROOT:n-t-q-3": 931,
  "RES:scope": 932,
  "ROOT:w-f-y": 933,
  "RES:loyalty": 934,
  "ROOT:th-q-b": 935,
  "RES:hole": 936,
  "ROOT:kh-y-l": 937,
  "RES:imagination / vision": 938,
  "ROOT:d-r-b": 939,
  "RES:coaching / mentoring": 940,
  "ROOT:b-d-'": 941,
  "RES:start / launch": 942,
  "ROOT:'-l-m": 943,
  "RES:pain": 944,
  "ROOT:gh-d-b": 945,
  "RES:anger / rage": 946,
  "ROOT:gh-n-m": 947,
  "RES:sheep": 948,
  "ROOT:h-b-s": 949,
  "RES:prison": 950,
  "ROOT:h-r-b": 951,
  "RES:war": 952,
  "ROOT:d-l-l-2": 953,
  "RES:inference": 954,
  "ROOT:sh-f-y": 955,
  "RES:healing": 956,
  "ROOT:gh-b-r": 957,
  "RES:dust": 958,
  "ROOT:q-l-y": 959,
  "RES:frying": 960,
  "ROOT:th-l-th": 961,
  "RES:triangle": 962,
  "ROOT:t-y-r": 963,
  "RES:bird": 964,
  "ROOT:q-f-z": 965,
  "RES:jumping": 966,
  "ROOT:r-k-b": 967,
  "RES:riding": 968,
  "ROOT:z-y-d": 969,
  "RES:increase": 970,
  "ROOT:q-y-d": 971,
  "RES:restriction": 972,
  "ROOT:d-m-y": 973,
  "RES:blood": 974,
  "ROOT:n-q-t": 975,
  "RES:point": 976,
  "ROOT:w-s-'": 977,
  "RES:spacious": 978,
  "MOD:content:record plan": 979,
  "MOD:content:send document": 980,
  "MOD:content:do plan": 981,
  "ROOT:l-h-m": 982,
  "RES:flesh": 983,
  "ROOT:s-h-w": 984,
  "RES:waking": 985,
  "RES:rain": 986,
  "ROOT:k-n-s": 987,
  "RES:sweeping": 988,
  "ROOT:k-m-l": 989,
  "RES:completion / fulfillment": 990,
  "ROOT:h-z-n": 991,
  "RES:sadness / grief": 992,
  "ROOT:h-f-r": 993,
  "RES:excavation": 994,
  "ROOT:b-y-n": 995,
  "RES:data": 996,
  "ROOT:m-w-t": 997,
  "RES:death": 998,
  "ROOT:s-l-'": 999,
  "RES:goods": 1000,
  "ROOT:gh-y-b": 1001,
  "RES:absence": 1002,
  "ROOT:h-j-r": 1003,
  "RES:stone": 1004,
  "ROOT:'-y-d": 1005,
  "RES:celebration": 1006,
  "RES:meter": 1007,
  "ROOT:w-q-'": 1008,
  "RES:occurrence": 1009,
  "ROOT:'-m-r": 1010,
  "RES:command / directive": 1011,
  "ROOT:s-d-r": 1012,
  "RES:chest": 1013,
  "ROOT:l-y-n": 1014,
  "RES:softness": 1015,
  "ROOT:n-h-l": 1016,
  "RES:bee": 1017,
  "ROOT:s-h-b": 1018,
  "RES:cloud": 1019,
  "ROOT:'-j-n": 1020,
  "RES:dough": 1021,
  "ROOT:'-k-r": 1022,
  "RES:murkiness": 1023,
  "ROOT:sh-r-h": 1024,
  "RES:explanation / tutorial": 1025,
  "RES:moisture": 1026,
  "ROOT:'-m-y": 1027,
  "RES:blindness": 1028,
  "ROOT:dh-r-r": 1029,
  "RES:atom": 1030,
  "ROOT:s-w-'": 1031,
  "RES:badness": 1032,
  "ROOT:n-q-dh": 1033,
  "RES:rescue": 1034,
  "ROOT:gh-y-r": 1035,
  "RES:change / modification": 1036,
  "ROOT:sh-r-b": 1037,
  "RES:drinking": 1038,
  "ROOT:j-r-m": 1039,
  "RES:crime": 1040,
  "ROOT:'-d-d": 1041,
  "RES:count / enumeration": 1042,
  "ROOT:n-h-r": 1043,
  "RES:river": 1044,
  "RES:iron": 1045,
  "ROOT:t-l-w": 1046,
  "RES:recitation / reading": 1047,
  "ROOT:gh-m-d": 1048,
  "RES:ambiguity": 1049,
  "ROOT:b-t-n": 1050,
  "RES:belly": 1051,
  "ROOT:w-r-q": 1052,
  "RES:leaf": 1053,
  "ROOT:gh-s-l": 1054,
  "RES:washing": 1055,
  "ROOT:'-m-q": 1056,
  "RES:depth": 1057,
  "ROOT:s-d-s": 1058,
  "RES:six": 1059,
  "ROOT:j-h-h": 1060,
  "RES:direction": 1061,
  "RES:wiping": 1062,
  "RES:design / blueprint": 1063,
  "ROOT:b-s-l": 1064,
  "RES:onion": 1065,
  "ROOT:dh-n-b": 1066,
  "RES:sin": 1067,
  "ROOT:n-m-w": 1068,
  "RES:growth": 1069,
  "ROOT:sh-r-y": 1070,
  "RES:purchase / acquisition": 1071,
  "ROOT:s-n-'": 1072,
  "RES:product / creation": 1073,
  "ROOT:'-q-l": 1074,
  "RES:mind": 1075,
  "ROOT:w-d-h": 1076,
  "RES:clarity": 1077,
  "ROOT:f-r-s": 1078,
  "RES:horse": 1079,
  "ROOT:d-f-'": 1080,
  "RES:payment / transaction": 1081,
  "CMP:imply:manner": 1082,
  "ROOT:y-s-r": 1083,
  "RES:left": 1084,
  "ROOT:t-m-'": 1085,
  "RES:greed": 1086,
  "ROOT:h-r-th": 1087,
  "RES:plowing": 1088,
  "ROOT:q-w-d-2": 1089,
  "RES:leading": 1090,
  "ROOT:z-h-f": 1091,
  "RES:crawling": 1092,
  "ROOT:h-s-n": 1093,
  "RES:goodness": 1094,
  "ROOT:'-b-n": 1095,
  "RES:son": 1096,
  "ROOT:gh-l-z": 1097,
  "RES:roughness": 1098,
  "ROOT:j-h-d": 1099,
  "RES:effort": 1100,
  "ROOT:r-j-l": 1101,
  "RES:leg": 1102,
  "ROOT:z-h-r": 1103,
  "RES:flower": 1104,
  "ROOT:t-h-n": 1105,
  "RES:grinding": 1106,
  "ROOT:th-q-h": 1107,
  "RES:confidence": 1108,
  "ROOT:l-w-n": 1109,
  "RES:color / theme": 1110,
  "ROOT:k-w-n": 1111,
  "RES:entity / composition": 1112,
  "ROOT:w-s-kh": 1113,
  "RES:dirt": 1114,
  "ROOT:n-t-j": 1115,
  "RES:result": 1116,
  "ROOT:r-h-b": 1117,
  "RES:welcome": 1118,
  "ROOT:'-k-l": 1119,
  "RES:eating": 1120,
  "RES:envy": 1121,
  "ROOT:s-w-d": 1122,
  "RES:black": 1123,
  "ROOT:l-m-s": 1124,
  "RES:touch": 1125,
  "ROOT:k-b-r": 1126,
  "RES:size": 1127,
  "ROOT:'-b-r": 1128,
  "RES:crossing": 1129,
  "ROOT:k-th-r": 1130,
  "RES:abundance": 1131,
  "ROOT:m-l-k": 1132,
  "RES:property / asset": 1133,
  "ROOT:'-dh-n": 1134,
  "RES:ear": 1135,
  "ROOT:sh-m-m": 1136,
  "RES:smell": 1137,
  "ROOT:sh-b-b": 1138,
  "RES:youth": 1139,
  "ROOT:s-h-f": 1140,
  "RES:press": 1141,
  "ROOT:h-r-k": 1142,
  "RES:movement / motion": 1143,
  "ROOT:r-d-'": 1144,
  "RES:nursing": 1145,
  "ROOT:kh-d-r": 1146,
  "RES:green": 1147,
  "ROOT:y-d-y": 1148,
  "RES:hand": 1149,
  "ROOT:dh-w-q": 1150,
  "RES:taste": 1151,
  "ROOT:t-w-'": 1152,
  "RES:capability": 1153,
  "ROOT:r-m-y": 1154,
  "RES:throwing": 1155,
  "ROOT:b-q-r": 1156,
  "RES:cattle": 1157,
  "ROOT:n-t-q-2": 1158,
  "RES:logic": 1159,
  "ROOT:n-j-m": 1160,
  "RES:star": 1161,
  "ROOT:r-gh-b": 1162,
  "RES:desire / motivation": 1163,
  "ROOT:n-j-z": 1164,
  "RES:accomplishment": 1165,
  "ROOT:'-n-f": 1166,
  "RES:nose": 1167,
  "ROOT:b-s-r": 1168,
  "RES:vision / insight": 1169,
  "ROOT:'-t-r": 1170,
  "RES:framework": 1171,
  "ROOT:r-s-m": 1172,
  "RES:drawing / diagram": 1173,
  "ROOT:gh-r-q": 1174,
  "RES:sinking": 1175,
  "ROOT:f-'-d": 1176,
  "RES:interest": 1177,
  "ROOT:sh-'-r": 1178,
  "RES:feeling / sentiment": 1179,
  "ROOT:m-r-d": 1180,
  "ACT:schedule": 1181,
  "RES:illness": 1182,
  "ROOT:n-f-s": 1183,
  "RES:soul": 1184,
  "ROOT:q-l-l": 1185,
  "RES:scarcity": 1186,
  "ROOT:f-n-n": 1187,
  "RES:art": 1188,
  "ROOT:z-w-y": 1189,
  "RES:angle": 1190,
  "ROOT:'-z-m": 1191,
  "RES:bone": 1192,
  "ROOT:q-m-r": 1193,
  "RES:moon": 1194,
  "ROOT:f-w-d": 1195,
  "RES:chaos": 1196,
  "ROOT:'-w-l": 1197,
  "RES:first": 1198,
  "ROOT:dh-w-b": 1199,
  "RES:melting": 1200,
  "ROOT:sh-k-k": 1201,
  "RES:doubt": 1202,
  "ROOT:ثمن": 1203,
  "ROOT:حكم": 1204,
  "CNS:chain: ثمن→حكم (price implies judgment/complaint)": 1205,
  "ROOT:r-q-m": 1206,
  "RES:digit": 1207,
  "ROOT:gh-n-y": 1208,
  "RES:singing": 1209,
  "ROOT:q-m-h": 1210,
  "RES:wheat": 1211,
  "ROOT:d-y-f": 1212,
  "RES:hospitality": 1213,
  "ROOT:r-j-'": 1214,
  "RES:return / rollback": 1215,
  "ROOT:j-m-l": 1216,
  "RES:camel": 1217,
  "ROOT:gh-l-q": 1218,
  "RES:closure / lock": 1219,
  "ROOT:j-r-h": 1220,
  "RES:wound": 1221,
  "ROOT:th-q-l": 1222,
  "RES:weight": 1223,
  "RES:front": 1224,
  "ROOT:l-y-l": 1225,
  "RES:night": 1226,
  "MOD:content:do document": 1227,
  "ROOT:kh-l-y": 1228,
  "RES:cell": 1229,
  "ROOT:w-f-q": 1230,
  "RES:agreement / consensus": 1231,
  "RES:print / publication": 1232,
  "ROOT:r-m-l": 1233,
  "RES:sand": 1234,
  "MOD:content:record document": 1235,
  "ROOT:s-r-f": 1236,
  "RES:banking": 1237,
  "ROOT:r-b-t": 1238,
  "RES:link / association": 1239,
  "ROOT:b-y-d": 1240,
  "RES:white": 1241,
  "ROOT:s-m-k": 1242,
  "RES:fish": 1243,
  "ROOT:th-l-j": 1244,
  "RES:snow": 1245,
  "ROOT:h-m-r": 1246,
  "RES:red": 1247,
  "ROOT:حسب": 1248,
  "CNS:chain: دفع→حسب (payment requires account check)": 1249,
  "ROOT:f-k-r": 1250,
  "RES:reasoning / analysis": 1251,
  "ROOT:m-l-h": 1252,
  "RES:salt": 1253,
  "ROOT:n-w-m": 1254,
  "RES:sleep": 1255,
  "ROOT:n-s-j": 1256,
  "RES:fabric": 1257,
  "ROOT:d-w-y": 1258,
  "RES:remedy": 1259,
  "ROOT:l-b-s": 1260,
  "RES:clothing": 1261,
  "ROOT:q-s-s": 1262,
  "RES:story": 1263,
  "ROOT:j-d-r": 1264,
  "RES:wall": 1265,
  "CMP:s:manner": 1266,
  "REL:q": 1267,
  "ROOT:مرض": 1268,
  "ROOT:فحص": 1269,
  "ROOT:علج": 1270,
  "CNS:chain: مرض→فحص→علج (illness→diagnosis→treatment)": 1271,
  "ROOT:r-y-h": 1272,
  "RES:wind": 1273,
  "ROOT:l-s-q": 1274,
  "RES:adhesion": 1275,
  "CMP:imply:oblique": 1276,
  "CMP:p:attribute": 1277,
  "ROOT:implie": 1278,
  "CMP:evaluate:complement": 1279,
  "ROOT:t-h-r": 1280,
  "RES:purification": 1281,
  "ROOT:b-h-r": 1282,
  "RES:sea": 1283,
  "MOD:content:find document": 1284,
  "CMP:q:time": 1285,
  "CMP:implie:oblique": 1286,
  "CMP:imply:attribute": 1287,
  "CMP:r:manner": 1288
}