{
  "[PAD]": 0,
  "[UNK]": 1,
  "[BOS]": 2,
  "[EOS]": 3,
  "TNS:present": 4,
  "ROOT:true": 5,
  "CMP:body:quality": 6,
  "ROOT:false": 7,
  "ROOT:خ.ط.و": 8,
  "STEP:root": 9,
  "STEP:pattern": 10,
  "STEP:intent": 11,
  "STEP:tense": 12,
  "STEP:resource": 13,
  "STEP:action": 14,
  "PAT:patient": 15,
  "ROOT:,": 16,
  "ROOT:p": 17,
  "FOREIGN:p": 18,
  "STR:clause_end": 19,
  "PAT:instance": 20,
  "ROOT:q": 21,
  "FOREIGN:q": 22,
  "ROOT:r-j-w": 23,
  "RES:hope": 24,
  "INT:seek": 25,
  "INT:send": 26,
  "ACT:send": 27,
  "ACT:query": 28,
  "INT:record": 29,
  "ACT:document": 30,
  "ACT:execute": 31,
  "INT:do": 32,
  "TNS:imperative": 33,
  "REL:neg": 34,
  "ROOT:'m-l": 35,
  "RES:task / workflow": 36,
  "ROOT:k-t-b": 37,
  "RES:document / record": 38,
  "MOD:time:tomorrow": 39,
  "REL:and": 40,
  "REL:from": 41,
  "REL:or": 42,
  "ROOT:are": 43,
  "ROOT:r": 44,
  "FOREIGN:r": 45,
  "ROOT:measure": 46,
  "STEP:modifiers": 47,
  "ROOT:quality": 48,
  "ROOT:premises": 49,
  "ROOT:need": 50,
  "ROOT:given": 51,
  "ROOT:evaluate": 52,
  "REL:with": 53,
  "ROOT:give": 54,
  "ROOT:social": 55,
  "ROOT:s": 56,
  "FOREIGN:s": 57,
  "ROOT:make": 58,
  "STR:neg:nominal": 59,
  "LIT:هي": 60,
  "PAT:agent": 61,
  "PAT:mutual": 62,
  "MOD:target:team": 63,
  "MOD:urgency:urgently": 64,
  "ROOT:r-s-l": 65,
  "RES:message / communication": 66,
  "ROOT:material": 67,
  "ROOT:conclusion": 68,
  "ROOT:m": 69,
  "REL:in": 70,
  "FOREIGN:m": 71,
  "ROOT:implies": 72,
  "REL:quant:all": 73,
  "REL:all": 74,
  "ROOT:does": 75,
  "ROOT:follow": 76,
  "STR:neg:general": 77,
  "ROOT:exist": 78,
  "ROOT:know": 79,
  "ROOT:science": 80,
  "ROOT:it": 81,
  "ROOT:that": 82,
  "ROOT:whether": 83,
  "STR:question": 84,
  "LIT:أن": 85,
  "ROOT:see": 86,
  "REL:quant:some": 87,
  "REL:some": 88,
  "ROOT:identify": 89,
  "ROOT:terms": 90,
  "ROOT:examine": 91,
  "ROOT:role": 92,
  "REL:of": 93,
  "ROOT:major": 94,
  "ROOT:minor": 95,
  "ROOT:check": 96,
  "ROOT:proposed": 97,
  "ROOT:matches": 98,
  "ROOT:what": 99,
  "ROOT:support": 100,
  "ROOT:time": 101,
  "ROOT:ك.ب.ر.و": 102,
  "ROOT:size": 103,
  "CMP:structure:process": 104,
  "ROOT:ق.ر.ح": 105,
  "REL:when": 106,
  "ROOT:enable": 107,
  "LIT:هو": 108,
  "ROOT:move": 109,
  "ROOT:w-j-d": 110,
  "RES:finding / result": 111,
  "ROOT:speak": 112,
  "ROOT:body": 113,
  "ROOT:instruments": 114,
  "ROOT:yes": 115,
  "ROOT:ن.ع.م": 116,
  "ROOT:m-k-n": 117,
  "RES:permission / capability": 118,
  "ROOT:follows": 119,
  "ROOT:works": 120,
  "ROOT:art": 121,
  "ROOT:write": 122,
  "ROOT:animals": 123,
  "ROOT:animal": 124,
  "CMP:size:quality": 125,
  "ROOT:birds": 126,
  "ROOT:plant": 127,
  "ROOT:ل.و.س": 128,
  "ROOT:structure": 129,
  "ROOT:ح.ر.ف": 130,
  "ROOT:literary": 131,
  "ROOT:trade": 132,
  "ROOT:professionals": 133,
  "ROOT:artists": 134,
  "ROOT:plants": 135,
  "ROOT:string": 136,
  "ROOT:ث.د.و": 137,
  "ROOT:vehicles": 138,
  "ROOT:living": 139,
  "ROOT:want": 140,
  "STR:cond:likely": 141,
  "CMP:create:quality": 142,
  "ROOT:ل.و.ح": 143,
  "ROOT:خ.ر.ط": 144,
  "NE:المعادن": 145,
  "ROOT:shapes": 146,
  "CMP:make:quality": 147,
  "CMP:art:quality": 148,
  "ROOT:food": 149,
  "CMP:measure:quality": 150,
  "ROOT:geometric": 151,
  "ROOT:orchestral": 152,
  "ROOT:means": 153,
  "ROOT:transport": 154,
  "ROOT:ض.ل.ع": 155,
  "ROOT:feel": 156,
  "ROOT:ج.ه.ز": 157,
  "FOREIGN:الإلكترونية": 158,
  "ROOT:publications": 159,
  "ROOT:س.ر.ح": 160,
  "ROOT:tools": 161,
  "ROOT:nature": 162,
  "ROOT:minerals": 163,
  "ROOT:things": 164,
  "ROOT:quadrilaterals": 165,
  "ROOT:change": 166,
  "ROOT:ه.ت.ف": 167,
  "ROOT:ذ.ك.و": 168,
  "ROOT:workers": 169,
  "FOREIGN:الكمانات": 170,
  "ROOT:ج.ه.ر": 171,
  "ROOT:prose": 172,
  "ROOT:س.ل.ح.ف": 173,
  "ROOT:poets": 174,
  "INT:decide": 175,
  "ACT:resolve": 176,
  "ROOT:electronic": 177,
  "ROOT:devices": 178,
  "FOREIGN:السوناتات": 179,
  "ROOT:create": 180,
  "FOREIGN:الألماس": 181,
  "ROOT:triangles": 182,
  "ROOT:ت.ف.ح": 183,
  "ROOT:shortstories": 184,
  "ROOT:musical": 185,
  "ROOT:writers": 186,
  "ROOT:smartphones": 187,
  "ROOT:novels": 188,
  "ROOT:cellos": 189,
  "ROOT:turtles": 190,
  "FOREIGN:الدلافين": 191,
  "ROOT:polygons": 192,
  "ROOT:sonnets": 193,
  "ROOT:vertebrates": 194,
  "ROOT:teachers": 195,
  "ROOT:apples": 196,
  "ROOT:bicycles": 197,
  "ROOT:squares": 198,
  "ROOT:researchers": 199,
  "ROOT:poems": 200,
  "ROOT:ل.ح.و": 201,
  "ROOT:reptiles": 202,
  "ROOT:diamonds": 203,
  "ROOT:surgeons": 204,
  "ROOT:books": 205,
  "ROOT:fruits": 206,
  "ROOT:rectangles": 207,
  "ROOT:programmers": 208,
  "ROOT:ن.س.ر": 209,
  "ROOT:educators": 210,
  "ROOT:م.و.س.ق": 211,
  "ROOT:ع.ص.ف.ر": 212,
  "ROOT:gemstones": 213,
  "ROOT:engineers": 214,
  "ROOT:dolphins": 215,
  "ROOT:doctors": 216,
  "FOREIGN:الكمنجات": 217,
  "ROOT:organisms": 218,
  "ROOT:mammals": 219,
  "FOREIGN:البيانو": 220,
  "ROOT:eagles": 221,
  "ROOT:violins": 222,
  "ROOT:sparrows": 223,
  "FOREIGN:الكيميائيون": 224,
  "ROOT:place": 225,
  "ROOT:raptors": 226,
  "ROOT:chemists": 227,
  "ROOT:sedans": 228,
  "ROOT:ب.ل.ط": 229,
  "ROOT:pianists": 230,
  "ROOT:cars": 231,
  "ROOT:scientists": 232,
  "ROOT:musicians": 233,
  "ROOT:oaks": 234,
  "ROOT:trees": 235,
  "ROOT:roses": 236,
  "ROOT:flowers": 237,
  "ROOT:list": 238,
  "ROOT:trace": 239,
  "ROOT:universal": 240,
  "ROOT:inclusion": 241,
  "ROOT:composes": 242,
  "REL:through": 243,
  "ROOT:link": 244,
  "ROOT:س.ر.د": 245,
  "REL:what": 246,
  "REL:across": 247,
  "ROOT:ح.ل.ق": 248,
  "PAT:causer": 249,
  "INT:learn": 250,
  "ACT:study": 251,
  "INT:enable": 252,
  "ACT:create": 253,
  "PAT:plural": 254,
  "TNS:past": 255,
  "ROOT:m-k-n-3": 256,
  "RES:possibility": 257,
  "REL:entail": 258,
  "ROOT:t-l-b": 259,
  "RES:request / order": 260,
  "PAT:place": 261,
  "ROOT:b-y-'": 262,
  "STEP:chain": 263,
  "STEP:constraint": 264,
  "ROOT:w-q-t": 265,
  "RES:calendar / schedule": 266,
  "RES:sale / transaction": 267,
  "MOD:content:the plan": 268,
  "ROOT:kh-y-r": 269,
  "RES:choice / selection": 270,
  "ROOT:'l-m": 271,
  "RES:knowledge / training": 272,
  "ROOT:m-n-'": 273,
  "RES:restriction / ban": 274,
  "ROOT:d-r-s": 275,
  "RES:study material / report": 276,
  "ROOT:kh-l-q": 277,
  "PAT:intensifier": 278,
  "ROOT:j-b-l": 279,
  "RES:mountain": 280,
  "ROOT:r-'-s": 281,
  "RES:presidency": 282,
  "ROOT:k-h-r-b": 283,
  "RES:electricity": 284,
  "ROOT:'-z-f": 285,
  "RES:music": 286,
  "ROOT:z-kh-r-f": 287,
  "RES:decoration": 288,
  "ROOT:'-q-r": 289,
  "RES:property": 290,
  "ROOT:m-'-d-n": 291,
  "RES:mineral": 292,
  "ROOT:h-r-r-3": 293,
  "RES:freedom": 294,
  "ROOT:n-t-q": 295,
  "RES:speech / utterance": 296,
  "ROOT:دفع": 297,
  "ROOT:f-r-d": 298,
  "ROOT:d-'-w": 299,
  "RES:invitation / call": 300,
  "ROOT:kh-t-b": 301,
  "RES:speech / presentation": 302,
  "ROOT:طلب": 303,
  "ROOT:وصل": 304,
  "CNS:chain: طلب→دفع→وصل (order→pay→deliver)": 305,
  "RES:silence": 306,
  "ACT:evaluate": 307,
  "ROOT:s-r-kh": 308,
  "RES:shout": 309,
  "ROOT:sh-r-k": 310,
  "ROOT:q-r-'": 311,
  "RES:text / reading material": 312,
  "ROOT:h-m-m": 313,
  "RES:duty": 314,
  "ROOT:l-m-h": 315,
  "RES:glimpse": 316,
  "ROOT:k-f-y": 317,
  "RES:sufficiency": 318,
  "ROOT:s-f-f": 319,
  "RES:lineup": 320,
  "ROOT:h-s-b": 321,
  "RES:calculation / estimate": 322,
  "INT:judge": 323,
  "ROOT:n-q-d": 324,
  "RES:critique / review": 325,
  "MOD:content:the document": 326,
  "ROOT:d-l-l": 327,
  "RES:indication": 328,
  "ROOT:'-h-d": 329,
  "RES:covenant": 330,
  "ROOT:h-m-s": 331,
  "RES:whisper": 332,
  "RES:creation / invention": 333,
  "ROOT:n-q-l": 334,
  "RES:transfer / migration": 335,
  "ROOT:'-r-d": 336,
  "ROOT:k-f-r": 337,
  "RES:denial": 338,
  "INT:gather": 339,
  "ACT:assemble": 340,
  "ROOT:b-r-l-m": 341,
  "RES:parliament": 342,
  "ROOT:sh-'-b": 343,
  "RES:people": 344,
  "ROOT:w-s-l": 345,
  "RES:connection / link": 346,
  "ROOT:'-w-n": 347,
  "RES:help / support": 348,
  "ROOT:f-r-z": 349,
  "RES:filter / selection": 350,
  "ROOT:m-h-l": 351,
  "RES:patience / grace period": 352,
  "ROOT:s-k-t": 353,
  "ROOT:'-r-f": 354,
  "RES:definition / identity": 355,
  "ROOT:b-d-l": 356,
  "RES:replacement / exchange": 357,
  "ROOT:s-h-h": 358,
  "RES:health": 359,
  "ROOT:w-z-r": 360,
  "RES:ministry": 361,
  "ROOT:s-j-n": 362,
  "RES:imprisonment": 363,
  "ROOT:m-s-h": 364,
  "ROOT:j-m-'": 365,
  "RES:meeting / assembly": 366,
  "ROOT:r-t-b": 367,
  "ROOT:n-b-h": 368,
  "RES:alert / notification": 369,
  "ROOT:n-z-l": 370,
  "RES:download / deployment": 371,
  "ROOT:s-n-f": 372,
  "RES:category / taxonomy": 373,
  "ROOT:f-s-d": 374,
  "RES:corruption": 375,
  "ROOT:b-'-d": 376,
  "ROOT:s-l-h": 377,
  "RES:weapon": 378,
  "ROOT:j-l-s": 379,
  "RES:session / seat": 380,
  "ROOT:j-d-l": 381,
  "RES:debate / argument": 382,
  "ROOT:d-s-t-r": 383,
  "RES:constitution": 384,
  "ROOT:j-m-h-r": 385,
  "RES:republic": 386,
  "ROOT:f-w-r": 387,
  "RES:immediacy": 388,
  "ROOT:dh-k-r": 389,
  "RES:memory / reference": 390,
  "ROOT:s-f-r": 391,
  "ROOT:h-z-m": 392,
  "RES:defeat": 393,
  "ROOT:d-y-m-q": 394,
  "RES:democracy": 395,
  "ROOT:s-m-m": 396,
  "ROOT:w-k-l": 397,
  "RES:delegation / proxy": 398,
  "ROOT:'-q-d": 399,
  "RES:contract": 400,
  "ROOT:w-z-f": 401,
  "RES:employment": 402,
  "ROOT:gh-z-w": 403,
  "RES:invasion": 404,
  "ROOT:t-b-b": 405,
  "RES:medicine": 406,
  "ROOT:s-m-'": 407,
  "RES:audio / listening": 408,
  "RES:measurement": 409,
  "RES:arrangement / order": 410,
  "RES:partnership / collaboration": 411,
  "RES:display / showcase": 412,
  "ROOT:q-w-d": 413,
  "RES:leadership / direction": 414,
  "ROOT:s-t-q-l": 415,
  "RES:independence": 416,
  "ROOT:n-s-r": 417,
  "RES:victory": 418,
  "ROOT:s-y-s": 419,
  "RES:politics": 420,
  "ROOT:kh-l-s": 421,
  "RES:sincerity": 422,
  "ROOT:h-k-m": 423,
  "RES:decision / policy": 424,
  "ROOT:n-h-t": 425,
  "RES:sculpture": 426,
  "ROOT:q-b-l": 427,
  "RES:acceptance / approval": 428,
  "ROOT:d-d-d": 429,
  "RES:opposite": 430,
  "ROOT:r-d-d": 431,
  "RES:reply / response": 432,
  "ROOT:b-h-th": 433,
  "RES:search / research": 434,
  "ROOT:m-th-l": 435,
  "RES:example / model": 436,
  "ROOT:s-l-t": 437,
  "RES:authority": 438,
  "RES:concern": 439,
  "ROOT:q-r-b": 440,
  "RES:proximity / approach": 441,
  "ROOT:s-n-m": 442,
  "RES:cinema": 443,
  "ROOT:q-w-y": 444,
  "RES:strength": 445,
  "ROOT:j-dh-b": 446,
  "RES:attraction": 447,
  "RES:poison": 448,
  "RES:distance / separation": 449,
  "ROOT:b-n-t": 450,
  "RES:daughter": 451,
  "ROOT:m-w-l": 452,
  "RES:funding / capital": 453,
  "ROOT:l-s-n": 454,
  "RES:tongue": 455,
  "ROOT:l-w-th": 456,
  "RES:pollution": 457,
  "ROOT:n-d-m": 458,
  "RES:regret": 459,
  "ROOT:n-s-h": 460,
  "RES:advice": 461,
  "ROOT:k-w-k-b": 462,
  "RES:planet": 463,
  "ROOT:w-r-th": 464,
  "RES:heredity": 465,
  "ROOT:f-r-r": 466,
  "RES:fleeing": 467,
  "ROOT:n-sh-t": 468,
  "RES:activity": 469,
  "ROOT:n-q-d-2": 470,
  "RES:contradiction": 471,
  "ROOT:'-j-l": 472,
  "RES:urgency / speed": 473,
  "ROOT:gh-f-l": 474,
  "RES:neglect": 475,
  "ROOT:r-d-y": 476,
  "RES:satisfaction / approval": 477,
  "PAT:seek": 478,
  "ROOT:r-q-d": 479,
  "RES:resting": 480,
  "ROOT:'-d-l": 481,
  "RES:justice": 482,
  "ROOT:t-q-y": 483,
  "RES:piety": 484,
  "ROOT:h-d-d": 485,
  "ROOT:'-j-z": 486,
  "RES:inability": 487,
  "ROOT:k-l-m": 488,
  "RES:conversation / speech": 489,
  "ROOT:h-j-m": 490,
  "RES:attack": 491,
  "ROOT:'-h-s": 492,
  "RES:statistics": 493,
  "ROOT:h-j-j": 494,
  "RES:pilgrimage": 495,
  "ROOT:t-r-j-m": 496,
  "RES:translation": 497,
  "ROOT:w-s-f-2": 498,
  "RES:attribute": 499,
  "ROOT:h-s-d": 500,
  "ROOT:th-w-b": 501,
  "RES:reward": 502,
  "ROOT:d-m-n": 503,
  "RES:guarantee": 504,
  "ROOT:j-y-sh": 505,
  "RES:army": 506,
  "ROOT:'-kh-t": 507,
  "RES:sister": 508,
  "ROOT:t-q-q": 509,
  "RES:energy": 510,
  "ROOT:t-b-'": 511,
  "ROOT:b-kh-l": 512,
  "RES:miserliness": 513,
  "ROOT:s-j-l": 514,
  "RES:registration": 515,
  "ROOT:n-z-r-3": 516,
  "RES:theory": 517,
  "ROOT:d-kh-l": 518,
  "RES:entry / access": 519,
  "ROOT:kh-s-m": 520,
  "RES:opponent": 521,
  "ROOT:k-sh-f": 522,
  "RES:discovery / detection": 523,
  "ROOT:n-h-s": 524,
  "RES:copper": 525,
  "RES:environment": 526,
  "ROOT:r-'-d": 527,
  "RES:thunder": 528,
  "ROOT:s-q-l": 529,
  "RES:polish": 530,
  "ROOT:q-b-l-3": 531,
  "RES:future": 532,
  "ROOT:l-j-'": 533,
  "RES:refuge": 534,
  "ROOT:gh-dh-y": 535,
  "RES:nutrition": 536,
  "ROOT:dh-l-l": 537,
  "RES:humiliation": 538,
  "ROOT:b-r-m-j": 539,
  "RES:programming": 540,
  "ROOT:'-s-t-h-m": 541,
  "RES:bathing": 542,
  "ROOT:'-d-b": 543,
  "RES:literature": 544,
  "RES:company": 545,
  "ROOT:'-m-m-3": 546,
  "RES:public": 547,
  "ROOT:h-sh-r": 548,
  "RES:insect": 549,
  "ROOT:b-r-q": 550,
  "RES:lightning": 551,
  "ROOT:h-n-n": 552,
  "RES:compassion": 553,
  "ROOT:n-gh-m": 554,
  "RES:melody": 555,
  "ROOT:'-kh-w": 556,
  "RES:brother": 557,
  "ROOT:m-y-z": 558,
  "RES:feature / distinction": 559,
  "ROOT:f-s-r": 560,
  "RES:interpretation / commentary": 561,
  "ROOT:t-q-l-d": 562,
  "RES:tradition": 563,
  "ROOT:r-b-h": 564,
  "RES:profit / return": 565,
  "ROOT:h-q-n": 566,
  "RES:injection": 567,
  "ROOT:w-d-'": 568,
  "RES:deposit": 569,
  "ROOT:m-'-sh": 570,
  "RES:livelihood": 571,
  "ROOT:t-l-q": 572,
  "RES:absolute": 573,
  "ROOT:'-m-l-2": 574,
  "RES:meditation": 575,
  "ROOT:n-sh-r": 576,
  "RES:publication / post": 577,
  "ROOT:s-h-r": 578,
  "RES:desert": 579,
  "ROOT:f-d-d": 580,
  "RES:silver": 581,
  "ROOT:s-b-h": 582,
  "ROOT:t-l-'": 583,
  "RES:rise / launch": 584,
  "ROOT:q-r-r": 585,
  "RES:confirmation / resolution": 586,
  "ROOT:h-d-r": 587,
  "RES:civilization": 588,
  "ROOT:f-q-d": 589,
  "RES:loss / absence": 590,
  "ROOT:gh-d-r": 591,
  "RES:treachery": 592,
  "ROOT:'-th-th": 593,
  "RES:furniture": 594,
  "ROOT:th-r-w": 595,
  "RES:wealth": 596,
  "RES:morals": 597,
  "ROOT:'-q-b": 598,
  "RES:punishment": 599,
  "ROOT:k-y-m": 600,
  "RES:chemistry": 601,
  "ROOT:f-y-z": 602,
  "RES:physics": 603,
  "ROOT:kh-w-r-z": 604,
  "RES:algorithm": 605,
  "ROOT:r-b-'": 606,
  "RES:square": 607,
  "ROOT:'-l-f": 608,
  "RES:thousand": 609,
  "ROOT:w-h-y": 610,
  "RES:revelation": 611,
  "ROOT:q-s-m": 612,
  "RES:division / distribution": 613,
  "ROOT:h-b-b": 614,
  "RES:love / preference": 615,
  "ROOT:'-t-sh": 616,
  "RES:thirst": 617,
  "ROOT:z-l-m": 618,
  "RES:injustice": 619,
  "ROOT:b-kh-r": 620,
  "RES:evaporation": 621,
  "ROOT:z-w-l": 622,
  "RES:vanishing": 623,
  "ROOT:z-w-j": 624,
  "RES:spouse": 625,
  "RES:tracking / subscription": 626,
  "ROOT:k-r-m": 627,
  "RES:generosity": 628,
  "ROOT:n-b-'": 629,
  "RES:prophecy": 630,
  "ROOT:h-d-m": 631,
  "RES:demolition": 632,
  "ROOT:q-'-d": 633,
  "RES:retirement": 634,
  "ROOT:f-q-r": 635,
  "RES:poverty": 636,
  "ROOT:t-'-b": 637,
  "RES:fatigue": 638,
  "ROOT:q-d-r": 639,
  "RES:ability": 640,
  "ROOT:h-y-w": 641,
  "RES:animal": 642,
  "RES:ambition": 643,
  "ROOT:s-'-b": 644,
  "RES:difficulty": 645,
  "ROOT:h-d-q": 646,
  "RES:gaze": 647,
  "ROOT:z-h-d": 648,
  "RES:asceticism": 649,
  "ROOT:gh-z-y": 650,
  "RES:significance": 651,
  "ROOT:j-z-r": 652,
  "RES:island": 653,
  "ROOT:q-h-w": 654,
  "RES:coffee": 655,
  "ROOT:kh-r-j": 656,
  "RES:exit / output": 657,
  "ROOT:kh-y-t": 658,
  "RES:sewing": 659,
  "ROOT:'-y-q-'": 660,
  "RES:rhythm": 661,
  "ROOT:h-y-l": 662,
  "RES:trick": 663,
  "ROOT:b-'-th": 664,
  "RES:sending": 665,
  "ROOT:w-d-y": 666,
  "RES:valley": 667,
  "ROOT:j-w-'": 668,
  "RES:hunger": 669,
  "ROOT:'-m-n": 670,
  "RES:security / safety": 671,
  "ROOT:m-sh-r-'": 672,
  "RES:project": 673,
  "ROOT:q-d-m": 674,
  "RES:proposal / submission": 675,
  "RES:harvest": 676,
  "ROOT:w-b-'": 677,
  "RES:epidemic": 678,
  "ROOT:'-m-m": 679,
  "RES:travel": 680,
  "ROOT:m-s-r-h": 681,
  "RES:theater": 682,
  "ROOT:h-k-m-2": 683,
  "RES:wisdom": 684,
  "ROOT:w-j-h": 685,
  "RES:face": 686,
  "ROOT:'-kh-r": 687,
  "RES:delay / postponement": 688,
  "RES:threat": 689,
  "ROOT:w-h-m": 690,
  "RES:illusion": 691,
  "ROOT:m-'-h": 692,
  "RES:hundred": 693,
  "ROOT:w-z-y": 694,
  "RES:equivalence": 695,
  "ROOT:n-s-f": 696,
  "RES:half": 697,
  "ROOT:'-d-w": 698,
  "RES:infection": 699,
  "ROOT:s-b-q": 700,
  "RES:preceding": 701,
  "ROOT:h-m-l-3": 702,
  "RES:probability": 703,
  "ROOT:f-'-l": 704,
  "RES:action / activation": 705,
  "ROOT:r-w-h": 706,
  "RES:spirit": 707,
  "ROOT:'-b-w": 708,
  "RES:father": 709,
  "MOD:content:find plan": 710,
  "ROOT:gh-b-'": 711,
  "RES:forest": 712,
  "RES:yellow": 713,
  "ROOT:s-m-t": 714,
  "ROOT:z-k-w": 715,
  "RES:charity": 716,
  "ROOT:j-h-l": 717,
  "RES:ignorance": 718,
  "ROOT:m-t-r": 719,
  "ROOT:r-f-'": 720,
  "RES:raising": 721,
  "ROOT:t-r-h": 722,
  "RES:subtraction": 723,
  "ROOT:s-j-d": 724,
  "RES:mosque": 725,
  "ROOT:d-h-k": 726,
  "RES:laughter": 727,
  "ROOT:sh-b-k": 728,
  "RES:network": 729,
  "ROOT:d-y-q": 730,
  "RES:narrowness": 731,
  "ROOT:q-n-n": 732,
  "RES:law": 733,
  "ROOT:n-z-'": 734,
  "RES:removal": 735,
  "ROOT:m-l-'": 736,
  "RES:fullness": 737,
  "ROOT:w-q-f": 738,
  "RES:stop / pause": 739,
  "ROOT:th-n-y": 740,
  "RES:duality": 741,
  "ROOT:'-kh-dh": 742,
  "RES:acquisition / intake": 743,
  "ROOT:'-d-m": 744,
  "RES:nothingness": 745,
  "ROOT:j-d-d": 746,
  "RES:renewal / update": 747,
  "ROOT:d-r-j": 748,
  "RES:degree": 749,
  "ROOT:s-n-n": 750,
  "RES:tooth": 751,
  "ROOT:sh-kh-s": 752,
  "RES:person": 753,
  "ROOT:s-q-y": 754,
  "RES:irrigation": 755,
  "ROOT:m-gh-n-t": 756,
  "RES:magnetism": 757,
  "ROOT:'-b-d": 758,
  "RES:worship": 759,
  "ROOT:r-q-s": 760,
  "RES:dance": 761,
  "ROOT:'-th-r": 762,
  "RES:effect": 763,
  "RES:uncle": 764,
  "ROOT:d-kh-m": 765,
  "RES:hugeness": 766,
  "ROOT:kh-t-m": 767,
  "RES:conclusion / closure": 768,
  "ROOT:s-'-l": 769,
  "RES:information / query": 770,
  "ROOT:k-s-l": 771,
  "RES:laziness": 772,
  "ROOT:m-l-s": 773,
  "RES:smooth": 774,
  "RES:earth": 775,
  "ROOT:sh-f-f": 776,
  "RES:transparency": 777,
  "ROOT:l-q-y": 778,
  "RES:meeting": 779,
  "ROOT:gh-z-z": 780,
  "RES:gas": 781,
  "RES:morning": 782,
  "ROOT:t-t-w-r": 783,
  "RES:evolution": 784,
  "RES:individual": 785,
  "ROOT:d-'-f": 786,
  "RES:weakness": 787,
  "MOD:content:send plan": 788,
  "ROOT:k-th-f": 789,
  "RES:condensation": 790,
  "ROOT:y-b-s": 791,
  "RES:dryness": 792,
  "ROOT:z-n-n": 793,
  "RES:assumption / belief": 794,
  "ROOT:'-t-y": 795,
  "RES:coming": 796,
  "ROOT:instruments-string": 797,
  "ROOT:t-r-d": 798,
  "RES:expulsion": 799,
  "ROOT:dh-'-t": 800,
  "RES:essence": 801,
  "ROOT:q-b-h": 802,
  "RES:ugliness": 803,
  "ROOT:j-r-b": 804,
  "RES:experiment / trial": 805,
  "ROOT:'-r-j": 806,
  "RES:limping": 807,
  "ROOT:w-'-d": 808,
  "RES:promise": 809,
  "ROOT:m-s-y": 810,
  "RES:evening": 811,
  "ROOT:b-n-y": 812,
  "RES:brown": 813,
  "RES:some": 814,
  "ROOT:s-m-h": 815,
  "RES:permission / authorization": 816,
  "ROOT:n-s-b-2": 817,
  "RES:relativity": 818,
  "ROOT:فقد": 819,
  "ROOT:حظر": 820,
  "ROOT:بدل": 821,
  "CNS:chain: فقد→حظر→بدل (lost→block→replace)": 822,
  "ROOT:n-m-l": 823,
  "RES:ant": 824,
  "ROOT:q-d-s": 825,
  "RES:holiness": 826,
  "ROOT:'-sh-r": 827,
  "RES:ten": 828,
  "ROOT:r-z-z": 829,
  "RES:rice": 830,
  "ROOT:r-'-y": 831,
  "RES:grazing": 832,
  "ROOT:kh-f-y": 833,
  "RES:hide / stealth": 834,
  "ROOT:k-r-h": 835,
  "RES:dislike / aversion": 836,
  "ROOT:z-w-r": 837,
  "RES:visiting": 838,
  "ROOT:j-y-n": 839,
  "RES:genetics": 840,
  "ROOT:k-l-b": 841,
  "RES:dog": 842,
  "ROOT:q-t-t": 843,
  "RES:cat": 844,
  "ROOT:dh-'-b": 845,
  "RES:wolf": 846,
  "ROOT:sh-y-y": 847,
  "RES:tea": 848,
  "ROOT:h-d-f": 849,
  "RES:goal": 850,
  "ROOT:s-b-'": 851,
  "RES:seven": 852,
  "ROOT:dh-h-b": 853,
  "RES:gold": 854,
  "ROOT:t-h-t": 855,
  "RES:below": 856,
  "ROOT:j-l-d": 857,
  "RES:skin": 858,
  "ROOT:'-r-q": 859,
  "RES:sweat": 860,
  "ROOT:s-r-r": 861,
  "RES:bed": 862,
  "ROOT:f-w-q": 863,
  "RES:above": 864,
  "ROOT:s-m-w": 865,
  "RES:sky": 866,
  "ROOT:kh-w-n": 867,
  "RES:betrayal": 868,
  "ROOT:s-w-y": 869,
  "RES:equality": 870,
  "ROOT:t-w-l": 871,
  "RES:length": 872,
  "ROOT:n-b-d": 873,
  "RES:pulse": 874,
  "ROOT:t-b-kh": 875,
  "RES:cooking": 876,
  "ROOT:m-f-t-h": 877,
  "RES:key": 878,
  "ROOT:n-kh-b": 879,
  "RES:election": 880,
  "ROOT:z-r-q": 881,
  "RES:blue": 882,
  "ROOT:f-h-m": 883,
  "RES:coal": 884,
  "ROOT:n-y-l": 885,
  "RES:obtaining": 886,
  "ROOT:kh-w-f": 887,
  "RES:fear / concern": 888,
  "ROOT:sh-m-s": 889,
  "RES:sun": 890,
  "ROOT:q-s-w": 891,
  "RES:cruelty": 892,
  "ROOT:h-w-j": 893,
  "RES:need / requirement": 894,
  "ROOT:kh-m-s": 895,
  "RES:five": 896,
  "ROOT:sh-j-r": 897,
  "RES:tree": 898,
  "RES:swimming": 899,
  "ROOT:h-m-y": 900,
  "RES:protection / shield": 901,
  "ROOT:q-s-r": 902,
  "RES:shortness": 903,
  "ROOT:سفر": 904,
  "ROOT:شبك": 905,
  "CNS:chain: سفر→شبك (travel may need roaming)": 906,
  "ROOT:sh-k-r": 907,
  "RES:gratitude": 908,
  "ROOT:k-dh-b": 909,
  "RES:lying": 910,
  "ROOT:th-m-n": 911,
  "RES:price / cost": 912,
  "ROOT:'-t-b": 913,
  "RES:blame": 914,
  "ROOT:s-k-r": 915,
  "RES:sugar": 916,
  "ROOT:s-'-y": 917,
  "RES:endeavor": 918,
  "ROOT:n-t-q-3": 919,
  "RES:scope": 920,
  "ROOT:w-f-y": 921,
  "RES:loyalty": 922,
  "ROOT:th-q-b": 923,
  "RES:hole": 924,
  "ROOT:kh-y-l": 925,
  "RES:imagination / vision": 926,
  "ROOT:d-r-b": 927,
  "RES:coaching / mentoring": 928,
  "ROOT:cellos-orchestral": 929,
  "ROOT:b-d-'": 930,
  "RES:start / launch": 931,
  "ROOT:'-l-m": 932,
  "RES:pain": 933,
  "ROOT:gh-d-b": 934,
  "RES:anger / rage": 935,
  "ROOT:gh-n-m": 936,
  "RES:sheep": 937,
  "ROOT:h-b-s": 938,
  "RES:prison": 939,
  "ROOT:h-r-b": 940,
  "RES:war": 941,
  "ROOT:d-l-l-2": 942,
  "RES:inference": 943,
  "ROOT:sh-f-y": 944,
  "RES:healing": 945,
  "ROOT:gh-b-r": 946,
  "RES:dust": 947,
  "ROOT:q-l-y": 948,
  "RES:frying": 949,
  "ROOT:th-l-th": 950,
  "RES:triangle": 951,
  "ROOT:t-y-r": 952,
  "RES:bird": 953,
  "ROOT:q-f-z": 954,
  "RES:jumping": 955,
  "ROOT:r-k-b": 956,
  "RES:riding": 957,
  "ROOT:z-y-d": 958,
  "RES:increase": 959,
  "ROOT:q-y-d": 960,
  "RES:restriction": 961,
  "ROOT:d-m-y": 962,
  "RES:blood": 963,
  "ROOT:n-q-t": 964,
  "RES:point": 965,
  "ROOT:w-s-'": 966,
  "RES:spacious": 967,
  "MOD:content:record plan": 968,
  "MOD:content:send document": 969,
  "MOD:content:do plan": 970,
  "ROOT:l-h-m": 971,
  "RES:flesh": 972,
  "ROOT:s-h-w": 973,
  "RES:waking": 974,
  "RES:rain": 975,
  "ROOT:k-n-s": 976,
  "RES:sweeping": 977,
  "ROOT:k-m-l": 978,
  "RES:completion / fulfillment": 979,
  "ROOT:h-z-n": 980,
  "RES:sadness / grief": 981,
  "ROOT:h-f-r": 982,
  "RES:excavation": 983,
  "ROOT:b-y-n": 984,
  "RES:data": 985,
  "ROOT:m-w-t": 986,
  "RES:death": 987,
  "ROOT:s-l-'": 988,
  "RES:goods": 989,
  "ROOT:gh-y-b": 990,
  "RES:absence": 991,
  "ROOT:h-j-r": 992,
  "RES:stone": 993,
  "ROOT:'-y-d": 994,
  "RES:celebration": 995,
  "RES:meter": 996,
  "ROOT:w-q-'": 997,
  "RES:occurrence": 998,
  "ROOT:pianists-artists": 999,
  "ROOT:artists-musicians": 1000,
  "ROOT:'-m-r": 1001,
  "RES:command / directive": 1002,
  "ROOT:s-d-r": 1003,
  "RES:chest": 1004,
  "ROOT:l-y-n": 1005,
  "RES:softness": 1006,
  "ROOT:n-h-l": 1007,
  "RES:bee": 1008,
  "ROOT:s-h-b": 1009,
  "RES:cloud": 1010,
  "ROOT:'-j-n": 1011,
  "RES:dough": 1012,
  "ROOT:'-k-r": 1013,
  "RES:murkiness": 1014,
  "ROOT:sh-r-h": 1015,
  "RES:explanation / tutorial": 1016,
  "RES:moisture": 1017,
  "ROOT:'-m-y": 1018,
  "RES:blindness": 1019,
  "ROOT:dh-r-r": 1020,
  "RES:atom": 1021,
  "ROOT:s-w-'": 1022,
  "RES:badness": 1023,
  "ROOT:n-q-dh": 1024,
  "RES:rescue": 1025,
  "ROOT:gh-y-r": 1026,
  "RES:change / modification": 1027,
  "ROOT:sh-r-b": 1028,
  "RES:drinking": 1029,
  "ROOT:j-r-m": 1030,
  "RES:crime": 1031,
  "ROOT:'-d-d": 1032,
  "RES:count / enumeration": 1033,
  "ROOT:n-h-r": 1034,
  "RES:river": 1035,
  "RES:iron": 1036,
  "ROOT:t-l-w": 1037,
  "RES:recitation / reading": 1038,
  "ROOT:gh-m-d": 1039,
  "RES:ambiguity": 1040,
  "ROOT:b-t-n": 1041,
  "RES:belly": 1042,
  "ROOT:w-r-q": 1043,
  "RES:leaf": 1044,
  "ROOT:gh-s-l": 1045,
  "RES:washing": 1046,
  "ROOT:'-m-q": 1047,
  "RES:depth": 1048,
  "ROOT:s-d-s": 1049,
  "RES:six": 1050,
  "ROOT:j-h-h": 1051,
  "RES:direction": 1052,
  "RES:wiping": 1053,
  "RES:design / blueprint": 1054,
  "ROOT:b-s-l": 1055,
  "RES:onion": 1056,
  "ROOT:dh-n-b": 1057,
  "RES:sin": 1058,
  "ROOT:n-m-w": 1059,
  "RES:growth": 1060,
  "ROOT:sh-r-y": 1061,
  "RES:purchase / acquisition": 1062,
  "ROOT:s-n-'": 1063,
  "RES:product / creation": 1064,
  "ROOT:'-q-l": 1065,
  "RES:mind": 1066,
  "ROOT:w-d-h": 1067,
  "RES:clarity": 1068,
  "ROOT:f-r-s": 1069,
  "RES:horse": 1070,
  "ROOT:d-f-'": 1071,
  "RES:payment / transaction": 1072,
  "ROOT:smartphones-electronic": 1073,
  "ROOT:devices-tools": 1074,
  "ROOT:bicycles-transport": 1075,
  "ROOT:means-vehicles": 1076,
  "ROOT:poets-writers": 1077,
  "ROOT:writers-artists": 1078,
  "ROOT:novels-books": 1079,
  "ROOT:books-publications": 1080,
  "ROOT:teachers-educators": 1081,
  "ROOT:educators-workers": 1082,
  "ROOT:diamonds-minerals": 1083,
  "ROOT:minerals-gemstones": 1084,
  "ROOT:y-s-r": 1085,
  "RES:left": 1086,
  "ROOT:t-m-'": 1087,
  "RES:greed": 1088,
  "ROOT:h-r-th": 1089,
  "RES:plowing": 1090,
  "ROOT:q-w-d-2": 1091,
  "RES:leading": 1092,
  "ROOT:z-h-f": 1093,
  "RES:crawling": 1094,
  "ROOT:h-s-n": 1095,
  "RES:goodness": 1096,
  "ROOT:'-b-n": 1097,
  "RES:son": 1098,
  "ROOT:gh-l-z": 1099,
  "RES:roughness": 1100,
  "ROOT:j-h-d": 1101,
  "RES:effort": 1102,
  "ROOT:r-j-l": 1103,
  "RES:leg": 1104,
  "ROOT:z-h-r": 1105,
  "RES:flower": 1106,
  "ROOT:t-h-n": 1107,
  "RES:grinding": 1108,
  "ROOT:th-q-h": 1109,
  "RES:confidence": 1110,
  "ROOT:l-w-n": 1111,
  "RES:color / theme": 1112,
  "ROOT:k-w-n": 1113,
  "RES:entity / composition": 1114,
  "ROOT:w-s-kh": 1115,
  "RES:dirt": 1116,
  "ROOT:n-t-j": 1117,
  "RES:result": 1118,
  "ROOT:r-h-b": 1119,
  "RES:welcome": 1120,
  "ROOT:'-k-l": 1121,
  "RES:eating": 1122,
  "RES:envy": 1123,
  "ROOT:s-w-d": 1124,
  "RES:black": 1125,
  "ROOT:l-m-s": 1126,
  "RES:touch": 1127,
  "ROOT:k-b-r": 1128,
  "RES:size": 1129,
  "ROOT:'-b-r": 1130,
  "RES:crossing": 1131,
  "ROOT:k-th-r": 1132,
  "RES:abundance": 1133,
  "ROOT:m-l-k": 1134,
  "RES:property / asset": 1135,
  "ROOT:'-dh-n": 1136,
  "RES:ear": 1137,
  "ROOT:sh-m-m": 1138,
  "RES:smell": 1139,
  "ROOT:sh-b-b": 1140,
  "RES:youth": 1141,
  "ROOT:s-h-f": 1142,
  "RES:press": 1143,
  "ROOT:birds-living": 1144,
  "ROOT:smartphones-tools": 1145,
  "ROOT:tools-electronic": 1146,
  "ROOT:triangles-geometric": 1147,
  "ROOT:shapes-polygons": 1148,
  "ROOT:triangles-polygons": 1149,
  "ROOT:polygons-geometric": 1150,
  "ROOT:novels-publications": 1151,
  "ROOT:publications-books": 1152,
  "ROOT:surgeons-professionals": 1153,
  "ROOT:professionals-doctors": 1154,
  "ROOT:things-animals": 1155,
  "ROOT:musicians-artists": 1156,
  "ROOT:eagles-raptors": 1157,
  "ROOT:raptors-birds": 1158,
  "ROOT:programmers-professionals": 1159,
  "ROOT:professionals-engineers": 1160,
  "ROOT:dolphins-animals": 1161,
  "ROOT:animals-mammals": 1162,
  "ROOT:surgeons-doctors": 1163,
  "ROOT:doctors-professionals": 1164,
  "ROOT:instruments-orchestral": 1165,
  "ROOT:pianists-musicians": 1166,
  "ROOT:turtles-reptiles": 1167,
  "ROOT:reptiles-animals": 1168,
  "ROOT:teachers-workers": 1169,
  "ROOT:workers-educators": 1170,
  "ROOT:chemists-scientists": 1171,
  "ROOT:scientists-researchers": 1172,
  "ROOT:eagles-birds": 1173,
  "ROOT:birds-raptors": 1174,
  "ROOT:vehicles-transport": 1175,
  "ROOT:diamonds-gemstones": 1176,
  "ROOT:gemstones-minerals": 1177,
  "ROOT:dolphins-mammals": 1178,
  "ROOT:mammals-animals": 1179,
  "ROOT:sonnets-literary": 1180,
  "ROOT:works-poems": 1181,
  "ROOT:birds-vertebrates": 1182,
  "ROOT:h-r-k": 1183,
  "RES:movement / motion": 1184,
  "ROOT:r-d-'": 1185,
  "RES:nursing": 1186,
  "ROOT:kh-d-r": 1187,
  "RES:green": 1188,
  "ROOT:y-d-y": 1189,
  "RES:hand": 1190,
  "ROOT:dh-w-q": 1191,
  "RES:taste": 1192,
  "ROOT:t-w-'": 1193,
  "RES:capability": 1194,
  "ROOT:r-m-y": 1195,
  "RES:throwing": 1196,
  "ROOT:b-q-r": 1197,
  "RES:cattle": 1198,
  "ROOT:n-t-q-2": 1199,
  "RES:logic": 1200,
  "ROOT:n-j-m": 1201,
  "RES:star": 1202,
  "ROOT:r-gh-b": 1203,
  "RES:desire / motivation": 1204,
  "ROOT:n-j-z": 1205,
  "RES:accomplishment": 1206,
  "ROOT:'-n-f": 1207,
  "RES:nose": 1208,
  "ROOT:b-s-r": 1209,
  "RES:vision / insight": 1210,
  "ROOT:'-t-r": 1211,
  "RES:framework": 1212,
  "ROOT:r-s-m": 1213,
  "RES:drawing / diagram": 1214,
  "ROOT:gh-r-q": 1215,
  "RES:sinking": 1216,
  "ROOT:f-'-d": 1217,
  "RES:interest": 1218,
  "ROOT:sh-'-r": 1219,
  "RES:feeling / sentiment": 1220,
  "ROOT:m-r-d": 1221,
  "ACT:schedule": 1222,
  "RES:illness": 1223,
  "ROOT:n-f-s": 1224,
  "RES:soul": 1225,
  "ROOT:q-l-l": 1226,
  "RES:scarcity": 1227,
  "ROOT:f-n-n": 1228,
  "RES:art": 1229,
  "ROOT:z-w-y": 1230,
  "RES:angle": 1231,
  "ROOT:'-z-m": 1232,
  "RES:bone": 1233,
  "ROOT:q-m-r": 1234,
  "RES:moon": 1235,
  "ROOT:f-w-d": 1236,
  "RES:chaos": 1237,
  "ROOT:'-w-l": 1238,
  "RES:first": 1239,
  "ROOT:dh-w-b": 1240,
  "RES:melting": 1241,
  "ROOT:sh-k-k": 1242,
  "RES:doubt": 1243,
  "ROOT:fruits-plants": 1244,
  "ROOT:shortstories-literary": 1245,
  "ROOT:works-prose": 1246,
  "ROOT:vertebrates-birds": 1247,
  "ROOT:sparrows-birds": 1248,
  "ROOT:cellos-string": 1249,
  "ROOT:apples-fruits": 1250,
  "ROOT:poets-artists": 1251,
  "ROOT:artists-writers": 1252,
  "ROOT:sparrows-vertebrates": 1253,
  "ROOT:ثمن": 1254,
  "ROOT:حكم": 1255,
  "CNS:chain: ثمن→حكم (price implies judgment/complaint)": 1256,
  "ROOT:bicycles-vehicles": 1257,
  "ROOT:oaks-plants": 1258,
  "ROOT:plants-trees": 1259,
  "ROOT:sedans-vehicles": 1260,
  "ROOT:vehicles-cars": 1261,
  "ROOT:sedans-cars": 1262,
  "ROOT:cars-vehicles": 1263,
  "ROOT:instruments-musical": 1264,
  "ROOT:flowers-living": 1265,
  "ROOT:turtles-animals": 1266,
  "ROOT:animals-reptiles": 1267,
  "ROOT:oaks-trees": 1268,
  "ROOT:trees-plants": 1269,
  "ROOT:violins-string": 1270,
  "ROOT:r-q-m": 1271,
  "RES:digit": 1272,
  "ROOT:gh-n-y": 1273,
  "RES:singing": 1274,
  "ROOT:q-m-h": 1275,
  "RES:wheat": 1276,
  "ROOT:d-y-f": 1277,
  "RES:hospitality": 1278,
  "ROOT:r-j-'": 1279,
  "RES:return / rollback": 1280,
  "ROOT:j-m-l": 1281,
  "RES:camel": 1282,
  "ROOT:gh-l-q": 1283,
  "RES:closure / lock": 1284,
  "ROOT:j-r-h": 1285,
  "RES:wound": 1286,
  "ROOT:th-q-l": 1287,
  "RES:weight": 1288,
  "RES:front": 1289,
  "ROOT:l-y-l": 1290,
  "RES:night": 1291,
  "MOD:content:do document": 1292,
  "ROOT:kh-l-y": 1293,
  "RES:cell": 1294,
  "ROOT:w-f-q": 1295,
  "RES:agreement / consensus": 1296,
  "RES:print / publication": 1297,
  "ROOT:r-m-l": 1298,
  "RES:sand": 1299,
  "MOD:content:record document": 1300,
  "ROOT:s-r-f": 1301,
  "RES:banking": 1302,
  "ROOT:r-b-t": 1303,
  "RES:link / association": 1304,
  "ROOT:b-y-d": 1305,
  "RES:white": 1306,
  "ROOT:s-m-k": 1307,
  "RES:fish": 1308,
  "ROOT:th-l-j": 1309,
  "RES:snow": 1310,
  "ROOT:h-m-r": 1311,
  "RES:red": 1312,
  "ROOT:roses-flowers": 1313,
  "ROOT:squares-quadrilaterals": 1314,
  "ROOT:quadrilaterals-rectangles": 1315,
  "ROOT:works-literary": 1316,
  "ROOT:squares-rectangles": 1317,
  "ROOT:rectangles-quadrilaterals": 1318,
  "ROOT:birds-animals": 1319,
  "ROOT:roses-living": 1320,
  "ROOT:organisms-flowers": 1321,
  "ROOT:sonnets-poems": 1322,
  "ROOT:poems-literary": 1323,
  "ROOT:shortstories-prose": 1324,
  "ROOT:violins-musical": 1325,
  "ROOT:animals-living": 1326,
  "ROOT:حسب": 1327,
  "CNS:chain: دفع→حسب (payment requires account check)": 1328,
  "ROOT:apples-plants": 1329,
  "ROOT:plants-fruits": 1330,
  "ROOT:programmers-engineers": 1331,
  "ROOT:engineers-professionals": 1332,
  "ROOT:f-k-r": 1333,
  "RES:reasoning / analysis": 1334,
  "ROOT:m-l-h": 1335,
  "RES:salt": 1336,
  "ROOT:n-w-m": 1337,
  "RES:sleep": 1338,
  "ROOT:n-s-j": 1339,
  "RES:fabric": 1340,
  "ROOT:d-w-y": 1341,
  "RES:remedy": 1342,
  "ROOT:l-b-s": 1343,
  "RES:clothing": 1344,
  "ROOT:q-s-s": 1345,
  "RES:story": 1346,
  "ROOT:j-d-r": 1347,
  "RES:wall": 1348,
  "ROOT:chemists-researchers": 1349,
  "ROOT:researchers-scientists": 1350,
  "ROOT:مرض": 1351,
  "ROOT:فحص": 1352,
  "ROOT:علج": 1353,
  "CNS:chain: مرض→فحص→علج (illness→diagnosis→treatment)": 1354,
  "ROOT:instruments-animals": 1355,
  "ROOT:animals-plants": 1356,
  "ROOT:vehicles-literary": 1357,
  "ROOT:r-y-h": 1358,
  "RES:wind": 1359,
  "ROOT:l-s-q": 1360,
  "RES:adhesion": 1361,
  "ROOT:instruments-literary": 1362,
  "ROOT:instruments-living": 1363,
  "ROOT:artists-animals": 1364,
  "ROOT:instruments-researchers": 1365,
  "ROOT:instruments-artists": 1366,
  "ROOT:plants-living": 1367,
  "ROOT:vehicles-plants": 1368,
  "ROOT:musicians-plants": 1369,
  "ROOT:artists-living": 1370,
  "ROOT:artists-literary": 1371,
  "ROOT:animals-geometric": 1372,
  "ROOT:instruments-minerals": 1373,
  "ROOT:musicians-animals": 1374,
  "ROOT:artists-plants": 1375,
  "ROOT:animals-vehicles": 1376,
  "ROOT:animals-literary": 1377,
  "ROOT:artists-professionals": 1378,
  "ROOT:birds-literary": 1379,
  "ROOT:cars-professionals": 1380,
  "ROOT:engineers-animals": 1381,
  "ROOT:gemstones-plants": 1382,
  "ROOT:instruments-vertebrates": 1383,
  "ROOT:professionals-artists": 1384,
  "ROOT:vehicles-researchers": 1385,
  "ROOT:raptors-animals": 1386,
  "ROOT:poems-professionals": 1387,
  "ROOT:mammals-publications": 1388,
  "ROOT:works-living": 1389,
  "ROOT:plants-professionals": 1390,
  "ROOT:birds-artists": 1391,
  "ROOT:means-animals": 1392,
  "ROOT:instruments-quadrilaterals": 1393,
  "ROOT:researchers-vehicles": 1394,
  "ROOT:engineers-artists": 1395,
  "ROOT:professionals-workers": 1396,
  "ROOT:tools-plants": 1397,
  "ROOT:mammals-artists": 1398,
  "ROOT:shapes-literary": 1399,
  "ROOT:works-professionals": 1400,
  "ROOT:instruments-tools": 1401,
  "ROOT:birds-quadrilaterals": 1402,
  "ROOT:works-publications": 1403,
  "ROOT:vehicles-animals": 1404,
  "ROOT:writers-professionals": 1405,
  "ROOT:devices-orchestral": 1406,
  "ROOT:educators-professionals": 1407,
  "ROOT:polygons-artists": 1408,
  "ROOT:animals-minerals": 1409,
  "ROOT:workers-artists": 1410,
  "ROOT:books-plants": 1411,
  "ROOT:devices-animals": 1412,
  "ROOT:gemstones-living": 1413,
  "ROOT:animals-orchestral": 1414,
  "ROOT:instruments-publications": 1415,
  "ROOT:t-h-r": 1416,
  "RES:purification": 1417,
  "ROOT:b-h-r": 1418,
  "RES:sea": 1419,
  "MOD:content:find document": 1420,
  "ROOT:means-geometric": 1421,
  "ROOT:tools-animals": 1422,
  "ROOT:publications-transport": 1423,
  "ROOT:plants-publications": 1424,
  "ROOT:minerals-orchestral": 1425,
  "ROOT:workers-living": 1426,
  "ROOT:works-plants": 1427,
  "ROOT:instruments-workers": 1428,
  "ROOT:organisms-literary": 1429,
  "ROOT:engineers-plants": 1430,
  "ROOT:polygons-animals": 1431,
  "ROOT:instruments-plants": 1432,
  "ROOT:birds-minerals": 1433,
  "ROOT:minerals-artists": 1434,
  "ROOT:animals-transport": 1435,
  "ROOT:animals-publications": 1436,
  "ROOT:workers-animals": 1437,
  "ROOT:scientists-literary": 1438,
  "ROOT:professionals-researchers": 1439,
  "ROOT:devices-researchers": 1440,
  "ROOT:polygons-plants": 1441,
  "ROOT:animals-artists": 1442,
  "ROOT:vehicles-professionals": 1443,
  "ROOT:books-researchers": 1444,
  "ROOT:vehicles-living": 1445,
  "ROOT:vertebrates-professionals": 1446,
  "ROOT:instruments-birds": 1447,
  "ROOT:professionals-vehicles": 1448,
  "ROOT:instruments-vehicles": 1449,
  "ROOT:animals-workers": 1450,
  "ROOT:shapes-living": 1451,
  "ROOT:animals-musical": 1452,
  "ROOT:artists-artists": 1453,
  "ROOT:animals-vertebrates": 1454,
  "ROOT:works-birds": 1455,
  "ROOT:researchers-animals": 1456,
  "ROOT:polygons-literary": 1457,
  "ROOT:publications-animals": 1458,
  "ROOT:works-musical": 1459,
  "ROOT:publications-vehicles": 1460,
  "ROOT:works-vertebrates": 1461,
  "ROOT:instruments-professionals": 1462,
  "ROOT:mammals-birds": 1463,
  "ROOT:devices-artists": 1464,
  "ROOT:doctors-quadrilaterals": 1465,
  "ROOT:things-professionals": 1466,
  "ROOT:flowers-artists": 1467,
  "ROOT:shapes-professionals": 1468,
  "ROOT:works-artists": 1469,
  "ROOT:animals-professionals": 1470,
  "ROOT:poems-plants": 1471,
  "ROOT:vertebrates-plants": 1472,
  "ROOT:works-animals": 1473,
  "ROOT:tools-living": 1474,
  "ROOT:professionals-living": 1475,
  "ROOT:doctors-plants": 1476,
  "ROOT:poems-living": 1477,
  "ROOT:plants-literary": 1478,
  "ROOT:writers-literary": 1479,
  "ROOT:books-professionals": 1480,
  "ROOT:workers-publications": 1481,
  "ROOT:musicians-professionals": 1482,
  "ROOT:birds-orchestral": 1483,
  "ROOT:artists-minerals": 1484,
  "ROOT:trees-artists": 1485,
  "ROOT:devices-geometric": 1486,
  "ROOT:mammals-living": 1487,
  "ROOT:shapes-plants": 1488,
  "ROOT:works-orchestral": 1489,
  "ROOT:books-transport": 1490,
  "ROOT:shapes-artists": 1491,
  "ROOT:vertebrates-tools": 1492,
  "ROOT:fruits-professionals": 1493,
  "ROOT:mammals-vehicles": 1494,
  "ROOT:works-researchers": 1495,
  "ROOT:shapes-orchestral": 1496,
  "ROOT:artists-vehicles": 1497,
  "ROOT:plants-animals": 1498,
  "ROOT:researchers-workers": 1499,
  "ROOT:rectangles-plants": 1500,
  "ROOT:rectangles-literary": 1501,
  "ROOT:minerals-musical": 1502,
  "ROOT:raptors-tools": 1503,
  "ROOT:publications-plants": 1504,
  "ROOT:vehicles-geometric": 1505,
  "ROOT:musicians-tools": 1506,
  "ROOT:publications-professionals": 1507,
  "ROOT:instruments-transport": 1508,
  "ROOT:doctors-geometric": 1509,
  "ROOT:works-transport": 1510,
  "ROOT:devices-publications": 1511,
  "ROOT:plants-vertebrates": 1512,
  "ROOT:writers-living": 1513,
  "ROOT:minerals-plants": 1514,
  "ROOT:professionals-professionals": 1515,
  "ROOT:gemstones-workers": 1516,
  "ROOT:organisms-musical": 1517,
  "ROOT:birds-plants": 1518,
  "ROOT:professionals-birds": 1519,
  "ROOT:plants-quadrilaterals": 1520,
  "ROOT:animals-birds": 1521,
  "ROOT:tools-quadrilaterals": 1522,
  "ROOT:animals-researchers": 1523,
  "ROOT:works-vehicles": 1524,
  "ROOT:quadrilaterals-animals": 1525,
  "ROOT:artists-researchers": 1526,
  "ROOT:musicians-workers": 1527,
  "ROOT:researchers-living": 1528,
  "ROOT:gemstones-professionals": 1529,
  "ROOT:organisms-plants": 1530,
  "ROOT:vehicles-quadrilaterals": 1531,
  "ROOT:rectangles-researchers": 1532,
  "ROOT:tools-literary": 1533,
  "ROOT:workers-vertebrates": 1534,
  "ROOT:professionals-transport": 1535,
  "ROOT:musicians-living": 1536,
  "ROOT:reptiles-tools": 1537,
  "ROOT:doctors-tools": 1538,
  "ROOT:tools-orchestral": 1539,
  "ROOT:tools-researchers": 1540,
  "ROOT:organisms-orchestral": 1541,
  "ROOT:artists-orchestral": 1542,
  "ROOT:gemstones-vehicles": 1543,
  "ROOT:researchers-plants": 1544,
  "ROOT:birds-vehicles": 1545,
  "ROOT:professionals-literary": 1546,
  "ROOT:cars-researchers": 1547,
  "ROOT:means-professionals": 1548,
  "ROOT:artists-geometric": 1549,
  "ROOT:tools-birds": 1550,
  "ROOT:shapes-tools": 1551,
  "ROOT:books-tools": 1552,
  "ROOT:gemstones-transport": 1553,
  "ROOT:birds-professionals": 1554,
  "ROOT:musicians-transport": 1555,
  "ROOT:polygons-tools": 1556,
  "ROOT:trees-birds": 1557,
  "ROOT:birds-workers": 1558,
  "ROOT:doctors-animals": 1559,
  "ROOT:trees-minerals": 1560,
  "ROOT:reptiles-orchestral": 1561,
  "ROOT:cars-transport": 1562,
  "ROOT:educators-literary": 1563,
  "ROOT:publications-literary": 1564,
  "ROOT:works-workers": 1565,
  "ROOT:doctors-minerals": 1566,
  "ROOT:researchers-professionals": 1567,
  "ROOT:quadrilaterals-vehicles": 1568,
  "ROOT:vehicles-musical": 1569,
  "ROOT:organisms-minerals": 1570,
  "ROOT:polygons-vertebrates": 1571,
  "ROOT:flowers-quadrilaterals": 1572,
  "ROOT:engineers-living": 1573,
  "ROOT:minerals-animals": 1574,
  "ROOT:vehicles-orchestral": 1575,
  "ROOT:engineers-geometric": 1576,
  "ROOT:cars-vertebrates": 1577,
  "ROOT:educators-vertebrates": 1578,
  "ROOT:means-birds": 1579,
  "ROOT:raptors-researchers": 1580,
  "ROOT:reptiles-geometric": 1581,
  "ROOT:reptiles-living": 1582,
  "ROOT:trees-workers": 1583,
  "ROOT:publications-living": 1584,
  "ROOT:trees-quadrilaterals": 1585,
  "ROOT:quadrilaterals-birds": 1586,
  "ROOT:polygons-publications": 1587,
  "ROOT:rectangles-artists": 1588,
  "ROOT:poems-geometric": 1589,
  "ROOT:workers-geometric": 1590,
  "ROOT:educators-quadrilaterals": 1591,
  "ROOT:educators-researchers": 1592,
  "ROOT:plants-tools": 1593,
  "ROOT:raptors-vehicles": 1594,
  "ROOT:researchers-minerals": 1595,
  "ROOT:doctors-vertebrates": 1596,
  "ROOT:minerals-vehicles": 1597,
  "ROOT:educators-artists": 1598,
  "ROOT:rectangles-orchestral": 1599,
  "ROOT:works-minerals": 1600,
  "ROOT:plants-plants": 1601,
  "ROOT:books-artists": 1602,
  "ROOT:minerals-publications": 1603,
  "ROOT:gemstones-researchers": 1604,
  "ROOT:professionals-plants": 1605,
  "ROOT:professionals-vertebrates": 1606,
  "ROOT:animals-tools": 1607,
  "ROOT:artists-workers": 1608,
  "ROOT:flowers-transport": 1609,
  "ROOT:fruits-workers": 1610,
  "ROOT:writers-publications": 1611,
  "ROOT:means-artists": 1612,
  "ROOT:poems-workers": 1613,
  "ROOT:educators-living": 1614,
  "ROOT:fruits-vertebrates": 1615,
  "ROOT:trees-literary": 1616,
  "ROOT:researchers-literary": 1617,
  "ROOT:workers-plants": 1618,
  "ROOT:organisms-transport": 1619,
  "ROOT:poems-musical": 1620,
  "ROOT:reptiles-birds": 1621,
  "ROOT:doctors-literary": 1622,
  "ROOT:birds-birds": 1623,
  "ROOT:devices-vertebrates": 1624,
  "ROOT:musicians-vertebrates": 1625,
  "ROOT:gemstones-artists": 1626,
  "ROOT:publications-workers": 1627,
  "ROOT:raptors-transport": 1628,
  "ROOT:cars-publications": 1629,
  "ROOT:shapes-birds": 1630,
  "ROOT:quadrilaterals-workers": 1631,
  "ROOT:doctors-musical": 1632,
  "ROOT:tools-professionals": 1633,
  "ROOT:raptors-artists": 1634,
  "ROOT:mammals-professionals": 1635,
  "ROOT:artists-vertebrates": 1636,
  "ROOT:quadrilaterals-plants": 1637,
  "ROOT:workers-minerals": 1638,
  "ROOT:engineers-musical": 1639,
  "ROOT:means-literary": 1640,
  "ROOT:engineers-birds": 1641,
  "ROOT:vertebrates-minerals": 1642,
  "ROOT:animals-quadrilaterals": 1643,
  "ROOT:raptors-quadrilaterals": 1644,
  "ROOT:means-publications": 1645,
  "ROOT:musicians-birds": 1646,
  "ROOT:birds-researchers": 1647,
  "ROOT:devices-workers": 1648,
  "ROOT:birds-geometric": 1649,
  "ROOT:musicians-minerals": 1650,
  "ROOT:quadrilaterals-professionals": 1651,
  "ROOT:organisms-tools": 1652,
  "ROOT:flowers-birds": 1653,
  "ROOT:poems-vertebrates": 1654,
  "ROOT:gemstones-vertebrates": 1655,
  "ROOT:tools-workers": 1656,
  "ROOT:educators-animals": 1657,
  "ROOT:poems-minerals": 1658,
  "ROOT:books-orchestral": 1659,
  "ROOT:plants-researchers": 1660,
  "ROOT:raptors-professionals": 1661,
  "ROOT:workers-musical": 1662,
  "ROOT:shapes-quadrilaterals": 1663,
  "ROOT:raptors-orchestral": 1664,
  "ROOT:poems-birds": 1665,
  "ROOT:instruments-geometric": 1666,
  "ROOT:flowers-minerals": 1667,
  "ROOT:writers-vertebrates": 1668,
  "ROOT:vertebrates-geometric": 1669,
  "ROOT:quadrilaterals-literary": 1670,
  "ROOT:books-musical": 1671,
  "ROOT:researchers-birds": 1672,
  "ROOT:vertebrates-vehicles": 1673,
  "ROOT:trees-publications": 1674,
  "ROOT:musicians-researchers": 1675,
  "ROOT:fruits-tools": 1676,
  "ROOT:tools-geometric": 1677,
  "ROOT:plants-vehicles": 1678,
  "ROOT:quadrilaterals-artists": 1679,
  "ROOT:reptiles-publications": 1680,
  "ROOT:musicians-geometric": 1681,
  "ROOT:writers-quadrilaterals": 1682,
  "ROOT:things-living": 1683,
  "ROOT:scientists-minerals": 1684,
  "ROOT:shapes-musical": 1685,
  "ROOT:writers-animals": 1686,
  "ROOT:engineers-quadrilaterals": 1687,
  "ROOT:engineers-literary": 1688,
  "ROOT:works-geometric": 1689,
  "ROOT:vertebrates-artists": 1690,
  "ROOT:educators-birds": 1691,
  "ROOT:rectangles-workers": 1692,
  "ROOT:musicians-literary": 1693,
  "ROOT:fruits-animals": 1694,
  "ROOT:tools-vehicles": 1695,
  "ROOT:doctors-researchers": 1696,
  "ROOT:scientists-transport": 1697,
  "ROOT:vertebrates-living": 1698,
  "ROOT:cars-animals": 1699,
  "ROOT:flowers-orchestral": 1700,
  "ROOT:flowers-tools": 1701,
  "ROOT:musicians-orchestral": 1702,
  "ROOT:devices-plants": 1703,
  "ROOT:vehicles-publications": 1704,
  "ROOT:raptors-musical": 1705,
  "ROOT:birds-publications": 1706,
  "ROOT:scientists-living": 1707,
  "ROOT:quadrilaterals-living": 1708,
  "ROOT:shapes-vertebrates": 1709,
  "ROOT:educators-geometric": 1710,
  "ROOT:mammals-quadrilaterals": 1711,
  "ROOT:writers-vehicles": 1712,
  "ROOT:tools-minerals": 1713,
  "ROOT:things-vehicles": 1714,
  "ROOT:trees-musical": 1715,
  "ROOT:means-living": 1716,
  "ROOT:engineers-vertebrates": 1717,
  "ROOT:plants-transport": 1718,
  "ROOT:artists-birds": 1719,
  "ROOT:fruits-musical": 1720,
  "ROOT:reptiles-musical": 1721,
  "ROOT:tools-artists": 1722,
  "ROOT:workers-vehicles": 1723,
  "ROOT:things-orchestral": 1724,
  "ROOT:trees-professionals": 1725,
  "ROOT:books-birds": 1726,
  "ROOT:polygons-living": 1727,
  "ROOT:organisms-animals": 1728,
  "ROOT:tools-musical": 1729,
  "ROOT:doctors-birds": 1730,
  "ROOT:books-vehicles": 1731,
  "ROOT:minerals-living": 1732,
  "ROOT:books-geometric": 1733,
  "ROOT:writers-plants": 1734,
  "ROOT:polygons-researchers": 1735,
  "ROOT:fruits-researchers": 1736,
  "ROOT:gemstones-orchestral": 1737,
  "ROOT:poems-orchestral": 1738,
  "ROOT:vertebrates-transport": 1739,
  "ROOT:raptors-minerals": 1740,
  "ROOT:researchers-artists": 1741,
  "ROOT:minerals-literary": 1742,
  "ROOT:cars-artists": 1743,
  "ROOT:flowers-plants": 1744,
  "ROOT:doctors-transport": 1745,
  "ROOT:rectangles-professionals": 1746,
  "ROOT:gemstones-publications": 1747,
  "ROOT:professionals-orchestral": 1748,
  "ROOT:gemstones-tools": 1749,
  "ROOT:rectangles-animals": 1750,
  "ROOT:doctors-living": 1751,
  "ROOT:scientists-musical": 1752,
  "ROOT:mammals-plants": 1753,
  "ROOT:plants-workers": 1754,
  "ROOT:publications-musical": 1755,
  "ROOT:musicians-quadrilaterals": 1756,
  "ROOT:professionals-quadrilaterals": 1757,
  "ROOT:things-quadrilaterals": 1758,
  "ROOT:publications-birds": 1759,
  "ROOT:birds-transport": 1760,
  "ROOT:mammals-vertebrates": 1761,
  "ROOT:vehicles-artists": 1762,
  "ROOT:mammals-musical": 1763,
  "ROOT:things-birds": 1764,
  "ROOT:vertebrates-researchers": 1765,
  "ROOT:writers-minerals": 1766,
  "ROOT:mammals-minerals": 1767,
  "ROOT:quadrilaterals-minerals": 1768,
  "ROOT:educators-plants": 1769,
  "ROOT:polygons-minerals": 1770,
  "ROOT:cars-birds": 1771,
  "ROOT:quadrilaterals-tools": 1772,
  "ROOT:plants-musical": 1773,
  "ROOT:trees-animals": 1774,
  "ROOT:reptiles-professionals": 1775,
  "ROOT:writers-musical": 1776,
  "ROOT:publications-geometric": 1777,
  "ROOT:things-musical": 1778,
  "ROOT:fruits-geometric": 1779,
  "ROOT:rectangles-musical": 1780,
  "ROOT:devices-minerals": 1781,
  "ROOT:rectangles-transport": 1782,
  "ROOT:organisms-geometric": 1783,
  "ROOT:plants-minerals": 1784,
  "ROOT:vehicles-vehicles": 1785,
  "ROOT:trees-tools": 1786,
  "ROOT:flowers-vertebrates": 1787,
  "ROOT:means-quadrilaterals": 1788,
  "ROOT:artists-transport": 1789,
  "ROOT:vertebrates-literary": 1790,
  "ROOT:engineers-orchestral": 1791,
  "ROOT:reptiles-workers": 1792,
  "ROOT:publications-vertebrates": 1793,
  "ROOT:scientists-workers": 1794,
  "ROOT:books-literary": 1795,
  "ROOT:fruits-minerals": 1796,
  "ROOT:means-minerals": 1797,
  "ROOT:educators-orchestral": 1798,
  "ROOT:workers-tools": 1799,
  "ROOT:devices-birds": 1800,
  "ROOT:birds-musical": 1801,
  "ROOT:trees-living": 1802,
  "ROOT:raptors-literary": 1803,
  "ROOT:raptors-geometric": 1804,
  "ROOT:flowers-literary": 1805,
  "ROOT:reptiles-literary": 1806,
  "ROOT:researchers-vertebrates": 1807,
  "ROOT:workers-literary": 1808,
  "ROOT:professionals-geometric": 1809,
  "ROOT:publications-researchers": 1810,
  "ROOT:gemstones-geometric": 1811,
  "ROOT:workers-birds": 1812,
  "ROOT:minerals-quadrilaterals": 1813,
  "ROOT:books-workers": 1814,
  "ROOT:professionals-animals": 1815,
  "ROOT:polygons-orchestral": 1816,
  "ROOT:things-literary": 1817,
  "ROOT:doctors-orchestral": 1818,
  "ROOT:educators-tools": 1819,
  "ROOT:animals-animals": 1820,
  "ROOT:plants-artists": 1821,
  "ROOT:reptiles-transport": 1822,
  "ROOT:vehicles-minerals": 1823,
  "ROOT:works-quadrilaterals": 1824,
  "ROOT:works-tools": 1825,
  "ROOT:scientists-artists": 1826,
  "ROOT:fruits-birds": 1827,
  "ROOT:shapes-animals": 1828,
  "ROOT:scientists-birds": 1829,
  "ROOT:writers-tools": 1830,
  "ROOT:cars-workers": 1831,
  "ROOT:scientists-quadrilaterals": 1832,
  "ROOT:quadrilaterals-publications": 1833,
  "ROOT:cars-literary": 1834,
  "ROOT:raptors-plants": 1835,
  "ROOT:things-geometric": 1836,
  "ROOT:publications-tools": 1837,
  "ROOT:fruits-artists": 1838,
  "ROOT:vertebrates-quadrilaterals": 1839,
  "ROOT:workers-professionals": 1840,
  "ROOT:reptiles-plants": 1841,
  "ROOT:professionals-publications": 1842,
  "ROOT:vertebrates-orchestral": 1843,
  "ROOT:poems-transport": 1844,
  "ROOT:minerals-workers": 1845,
  "ROOT:publications-artists": 1846,
  "ROOT:artists-musical": 1847,
  "ROOT:birds-tools": 1848
}