{
  "en": {
    "[PAD]": 0,
    "[UNK]": 1,
    "[BOS]": 2,
    "[EOS]": 3,
    "STR:clause_end": 4,
    "ROOT:true": 5,
    "ROOT:false": 6,
    "ROOT:identify": 7,
    "ROOT:root": 8,
    "ROOT:action": 9,
    "ROOT:resource": 10,
    "ROOT:pattern": 11,
    "ROOT:intent": 12,
    "ROOT:map": 13,
    "ROOT:,": 14,
    "DET:the": 15,
    "ROOT:p": 16,
    "ROOT:modifiers": 17,
    "ROOT:q": 18,
    "ROOT:extract": 19,
    "ROOT:detect": 20,
    "ROOT:tense": 21,
    "ROOT:send": 22,
    "ROOT:record": 23,
    "ROOT:document": 24,
    "REL:neg": 25,
    "ROOT:present": 26,
    "ROOT:are": 27,
    "ROOT:r": 28,
    "ROOT:premises": 29,
    "ROOT:hope": 30,
    "REL:and": 31,
    "ROOT:evaluate": 32,
    "ROOT:given": 33,
    "ROOT:query": 34,
    "ROOT:execute": 35,
    "AUX:do": 36,
    "ROOT:please": 37,
    "ROOT:patient": 38,
    "ROOT:s": 39,
    "ROOT:task": 40,
    "ROOT:workflow": 41,
    "ROOT:tomorrow": 42,
    "ROOT:conclusion": 43,
    "ROOT:m": 44,
    "ROOT:instance": 45,
    "ROOT:implies": 46,
    "REL:or": 47,
    "REL:quant:all": 48,
    "ROOT:follow": 49,
    "ROOT:collect": 50,
    "ROOT:does": 51,
    "ROOT:r-j-w": 52,
    "ROOT:find": 53,
    "ROOT:seek": 54,
    "ROOT:imperative": 55,
    "ROOT:m-l": 56,
    "ROOT:k-t-b": 57,
    "ROOT:team": 58,
    "ROOT:it": 59,
    "ROOT:that": 60,
    "ROOT:whether": 61,
    "ROOT:time": 62,
    "ROOT:urgently": 63,
    "ROOT:message": 64,
    "ROOT:communication": 65,
    "REL:quant:some": 66,
    "ROOT:support": 67,
    "ROOT:examine": 68,
    "ROOT:check": 69,
    "ROOT:terms": 70,
    "ROOT:role": 71,
    "REL:of": 72,
    "REL:in": 73,
    "ROOT:major": 74,
    "ROOT:minor": 75,
    "ROOT:proposed": 76,
    "ROOT:matches": 77,
    "ROOT:what": 78,
    "REL:from": 79,
    "ROOT:agent": 80,
    "ROOT:instruments": 81,
    "ROOT:mutual": 82,
    "REL:for": 83,
    "ROOT:target": 84,
    "ROOT:yes": 85,
    "ROOT:possible": 86,
    "ROOT:urgency": 87,
    "ROOT:if": 88,
    "REL:to": 89,
    "ROOT:manager": 90,
    "ROOT:r-s-l": 91,
    "ROOT:follows": 92,
    "ROOT:works": 93,
    "ROOT:animals": 94,
    "ROOT:birds": 95,
    "ROOT:result": 96,
    "ROOT:finding": 97,
    "ROOT:literary": 98,
    "ROOT:professionals": 99,
    "ROOT:artists": 100,
    "ROOT:plants": 101,
    "ROOT:string": 102,
    "ROOT:vehicles": 103,
    "ROOT:living": 104,
    "ROOT:permission": 105,
    "ROOT:capability": 106,
    "ROOT:w-j-d": 107,
    "ROOT:means": 108,
    "ROOT:shapes": 109,
    "ROOT:geometric": 110,
    "ROOT:orchestral": 111,
    "ROOT:transport": 112,
    "ROOT:publications": 113,
    "ROOT:tools": 114,
    "ROOT:minerals": 115,
    "ROOT:things": 116,
    "ROOT:quadrilaterals": 117,
    "ROOT:workers": 118,
    "ROOT:prose": 119,
    "ROOT:poets": 120,
    "ROOT:electronic": 121,
    "ROOT:devices": 122,
    "ROOT:triangles": 123,
    "ROOT:shortstories": 124,
    "ROOT:musical": 125,
    "ROOT:writers": 126,
    "ROOT:smartphones": 127,
    "ROOT:novels": 128,
    "ROOT:cellos": 129,
    "ROOT:turtles": 130,
    "ROOT:polygons": 131,
    "ROOT:sonnets": 132,
    "ROOT:vertebrates": 133,
    "ROOT:teachers": 134,
    "ROOT:apples": 135,
    "ROOT:bicycles": 136,
    "ROOT:squares": 137,
    "ROOT:researchers": 138,
    "ROOT:poems": 139,
    "ROOT:reptiles": 140,
    "ROOT:diamonds": 141,
    "ROOT:surgeons": 142,
    "ROOT:books": 143,
    "ROOT:fruits": 144,
    "ROOT:rectangles": 145,
    "ROOT:programmers": 146,
    "ROOT:link": 147,
    "ROOT:educators": 148,
    "ROOT:gemstones": 149,
    "ROOT:engineers": 150,
    "ROOT:dolphins": 151,
    "ROOT:doctors": 152,
    "ROOT:m-k-n": 153,
    "ROOT:organisms": 154,
    "ROOT:mammals": 155,
    "ROOT:eagles": 156,
    "ROOT:violins": 157,
    "ROOT:sparrows": 158,
    "ROOT:raptors": 159,
    "ROOT:chemists": 160,
    "ROOT:sedans": 161,
    "ROOT:pianists": 162,
    "ROOT:cars": 163,
    "ROOT:scientists": 164,
    "ROOT:musicians": 165,
    "ROOT:oaks": 166,
    "ROOT:trees": 167,
    "ROOT:roses": 168,
    "ROOT:flowers": 169,
    "ROOT:list": 170,
    "ROOT:trace": 171,
    "ROOT:universal": 172,
    "ROOT:inclusion": 173,
    "ROOT:composes": 174,
    "REL:through": 175,
    "ROOT:resolve": 176,
    "ROOT:study": 177,
    "REL:entail": 178,
    "ROOT:create": 179,
    "ROOT:chain": 180,
    "ROOT:order": 181,
    "ROOT:decide": 182,
    "ROOT:request": 183,
    "LIT:3": 184,
    "ROOT:speech": 185,
    "ROOT:possibility": 186,
    "ROOT:learn": 187,
    "ROOT:enable": 188,
    "ROOT:build": 189,
    "ROOT:plan": 190,
    "ROOT:schedule": 191,
    "ROOT:material": 192,
    "ROOT:selection": 193,
    "ROOT:causer": 194,
    "ROOT:past": 195,
    "ROOT:help": 196,
    "ROOT:health": 197,
    "ROOT:change": 198,
    "ROOT:property": 199,
    "ROOT:imagine": 200,
    "ROOT:end": 201,
    "ROOT:content": 202,
    "ROOT:want": 203,
    "ROOT:live": 204,
    "ROOT:light": 205,
    "ROOT:mountain": 206,
    "ROOT:manage": 207,
    "ROOT:electricity": 208,
    "ROOT:music": 209,
    "ROOT:last": 210,
    "ROOT:mineral": 211,
    "ROOT:freedom": 212,
    "ROOT:pay": 213,
    "ROOT:transaction": 214,
    "ROOT:roots": 215,
    "ROOT:constraint": 216,
    "ROOT:silence": 217,
    "ROOT:plural": 218,
    "ROOT:calendar": 219,
    "ROOT:sale": 220,
    "ROOT:need": 221,
    "ROOT:stop": 222,
    "ROOT:glimpse": 223,
    "ROOT:uncle": 224,
    "ROOT:critique": 225,
    "ROOT:covenant": 226,
    "ROOT:whisper": 227,
    "ROOT:transfer": 228,
    "ROOT:choice": 229,
    "ROOT:restriction": 230,
    "ROOT:hide": 231,
    "ROOT:parliament": 232,
    "ROOT:people": 233,
    "ROOT:connection": 234,
    "ROOT:knowledge": 235,
    "ROOT:training": 236,
    "ROOT:filter": 237,
    "ROOT:patience": 238,
    "ROOT:direction": 239,
    "ROOT:alert": 240,
    "ROOT:m-k-n-": 241,
    "ROOT:weapon": 242,
    "ROOT:ban": 243,
    "ROOT:debate": 244,
    "ROOT:constitution": 245,
    "ROOT:republic": 246,
    "ROOT:defeat": 247,
    "ROOT:report": 248,
    "ROOT:democracy": 249,
    "ROOT:contract": 250,
    "ROOT:medicine": 251,
    "ROOT:understand": 252,
    "ROOT:assume": 253,
    "ROOT:see": 254,
    "ROOT:work": 255,
    "ROOT:complete": 256,
    "ROOT:put": 257,
    "ROOT:hurry": 258,
    "ROOT:wait": 259,
    "ROOT:lose": 260,
    "ROOT:value": 261,
    "ROOT:rent": 262,
    "ROOT:meet": 263,
    "ROOT:lead": 264,
    "ROOT:train": 265,
    "ROOT:near": 266,
    "ROOT:far": 267,
    "ROOT:descend": 268,
    "ROOT:prove": 269,
    "ROOT:choose": 270,
    "ROOT:agree": 271,
    "ROOT:give": 272,
    "ROOT:big": 273,
    "ROOT:small": 274,
    "ROOT:plant": 275,
    "ROOT:fruit": 276,
    "ROOT:water": 277,
    "ROOT:milk": 278,
    "ROOT:oil": 279,
    "ROOT:boil": 280,
    "ROOT:lie": 281,
    "ROOT:walk": 282,
    "ROOT:fast": 283,
    "ROOT:rough": 284,
    "ROOT:presidency": 285,
    "ROOT:truth": 286,
    "ROOT:measure": 287,
    "ROOT:apply": 288,
    "ROOT:evolve": 289,
    "ROOT:play": 290,
    "ROOT:decoration": 291,
    "ROOT:broadcast": 292,
    "ROOT:empty": 293,
    "ROOT:fill": 294,
    "ROOT:separate": 295,
    "ROOT:cause": 296,
    "ROOT:necessary": 297,
    "ROOT:found": 298,
    "ROOT:come": 299,
    "ROOT:special": 300,
    "ROOT:raise": 301,
    "ROOT:remove": 302,
    "ROOT:intend": 303,
    "ROOT:permit": 304,
    "ROOT:praise": 305,
    "ROOT:equal": 306,
    "ROOT:display": 307,
    "ROOT:politics": 308,
    "ROOT:victory": 309,
    "ROOT:flow": 310,
    "ROOT:clear": 311,
    "ROOT:relate": 312,
    "ROOT:utterance": 313,
    "ROOT:opposite": 314,
    "LIT:2": 315,
    "ROOT:reply": 316,
    "ROOT:search": 317,
    "ROOT:example": 318,
    "ROOT:travel": 319,
    "ROOT:authority": 320,
    "ROOT:cinema": 321,
    "ROOT:invitation": 322,
    "ROOT:call": 323,
    "ROOT:presentation": 324,
    "ROOT:t-l-b": 325,
    "ROOT:deliver": 326,
    "ROOT:poison": 327,
    "ROOT:daughter": 328,
    "ROOT:return": 329,
    "ROOT:tongue": 330,
    "ROOT:neglect": 331,
    "ROOT:regret": 332,
    "ROOT:planet": 333,
    "ROOT:reading": 334,
    "ROOT:justice": 335,
    "ROOT:reward": 336,
    "ROOT:army": 337,
    "ROOT:attack": 338,
    "ROOT:statistics": 339,
    "ROOT:energy": 340,
    "ROOT:pilgrimage": 341,
    "ROOT:sister": 342,
    "ROOT:guarantee": 343,
    "ROOT:attribute": 344,
    "ROOT:inability": 345,
    "ROOT:thunder": 346,
    "ROOT:copper": 347,
    "ROOT:environment": 348,
    "ROOT:place": 349,
    "ROOT:refuge": 350,
    "ROOT:opponent": 351,
    "ROOT:polish": 352,
    "ROOT:theory": 353,
    "ROOT:approval": 354,
    "ROOT:shout": 355,
    "ROOT:future": 356,
    "ROOT:judge": 357,
    "ROOT:insect": 358,
    "ROOT:lightning": 359,
    "ROOT:compassion": 360,
    "ROOT:literature": 361,
    "ROOT:melody": 362,
    "ROOT:tradition": 363,
    "ROOT:brother": 364,
    "ROOT:company": 365,
    "ROOT:profit": 366,
    "ROOT:b-y-'": 367,
    "ROOT:rise": 368,
    "ROOT:desert": 369,
    "ROOT:silver": 370,
    "ROOT:furniture": 371,
    "ROOT:treachery": 372,
    "ROOT:civilization": 373,
    "ROOT:deposit": 374,
    "ROOT:wealth": 375,
    "ROOT:absolute": 376,
    "ROOT:creation": 377,
    "ROOT:love": 378,
    "ROOT:thirst": 379,
    "ROOT:morals": 380,
    "ROOT:chemistry": 381,
    "ROOT:physics": 382,
    "ROOT:algorithm": 383,
    "ROOT:revelation": 384,
    "ROOT:square": 385,
    "ROOT:spouse": 386,
    "ROOT:thousand": 387,
    "ROOT:meeting": 388,
    "ROOT:exit": 389,
    "ROOT:animal": 390,
    "ROOT:island": 391,
    "ROOT:coffee": 392,
    "ROOT:ambition": 393,
    "ROOT:ability": 394,
    "ROOT:poverty": 395,
    "ROOT:face": 396,
    "ROOT:epidemic": 397,
    "ROOT:harvest": 398,
    "ROOT:valley": 399,
    "ROOT:hunger": 400,
    "ROOT:theater": 401,
    "ROOT:rhythm": 402,
    "ROOT:project": 403,
    "ROOT:trick": 404,
    "ROOT:wisdom": 405,
    "ROOT:text": 406,
    "ROOT:delay": 407,
    "ROOT:half": 408,
    "ROOT:hundred": 409,
    "ROOT:illusion": 410,
    "ROOT:spirit": 411,
    "ROOT:forest": 412,
    "ROOT:ignorance": 413,
    "ROOT:charity": 414,
    "ROOT:yellow": 415,
    "ROOT:father": 416,
    "ROOT:duty": 417,
    "ROOT:law": 418,
    "ROOT:network": 419,
    "ROOT:degree": 420,
    "ROOT:sufficiency": 421,
    "ROOT:lineup": 422,
    "ROOT:calculation": 423,
    "ROOT:estimate": 424,
    "ROOT:tooth": 425,
    "ROOT:worship": 426,
    "ROOT:dance": 427,
    "ROOT:effect": 428,
    "ROOT:price": 429,
    "ROOT:review": 430,
    "ROOT:indication": 431,
    "ROOT:person": 432,
    "ROOT:invention": 433,
    "ROOT:earth": 434,
    "ROOT:smooth": 435,
    "ROOT:migration": 436,
    "ROOT:morning": 437,
    "ROOT:gas": 438,
    "ROOT:individual": 439,
    "ROOT:evening": 440,
    "ROOT:brown": 441,
    "ROOT:promise": 442,
    "ROOT:essence": 443,
    "ROOT:experiment": 444,
    "ROOT:replace": 445,
    "ROOT:block": 446,
    "ROOT:denial": 447,
    "ROOT:skin": 448,
    "ROOT:sweat": 449,
    "ROOT:dog": 450,
    "ROOT:cat": 451,
    "ROOT:ant": 452,
    "ROOT:wolf": 453,
    "ROOT:sky": 454,
    "ROOT:gold": 455,
    "ROOT:rice": 456,
    "ROOT:tea": 457,
    "ROOT:bed": 458,
    "ROOT:above": 459,
    "ROOT:ten": 460,
    "ROOT:goal": 461,
    "ROOT:seven": 462,
    "ROOT:w-q-t": 463,
    "ROOT:assemble": 464,
    "ROOT:fear": 465,
    "ROOT:pulse": 466,
    "ROOT:tree": 467,
    "ROOT:sun": 468,
    "ROOT:sugar": 469,
    "ROOT:key": 470,
    "ROOT:blame": 471,
    "ROOT:blue": 472,
    "ROOT:hole": 473,
    "ROOT:coal": 474,
    "ROOT:cost": 475,
    "ROOT:five": 476,
    "ROOT:l-m": 477,
    "ROOT:scope": 478,
    "ROOT:grace": 479,
    "ROOT:period": 480,
    "ROOT:flesh": 481,
    "ROOT:blood": 482,
    "ROOT:pain": 483,
    "ROOT:sheep": 484,
    "ROOT:bird": 485,
    "ROOT:rain": 486,
    "ROOT:dust": 487,
    "ROOT:stone": 488,
    "ROOT:prison": 489,
    "ROOT:war": 490,
    "ROOT:data": 491,
    "ROOT:meter": 492,
    "ROOT:triangle": 493,
    "ROOT:point": 494,
    "ROOT:goods": 495,
    "ROOT:increase": 496,
    "ROOT:definition": 497,
    "ROOT:identity": 498,
    "ROOT:replacement": 499,
    "ROOT:exchange": 500,
    "ROOT:ministry": 501,
    "ROOT:imprisonment": 502,
    "ROOT:command": 503,
    "ROOT:design": 504,
    "ROOT:count": 505,
    "ROOT:chest": 506,
    "ROOT:belly": 507,
    "ROOT:mind": 508,
    "ROOT:horse": 509,
    "ROOT:bee": 510,
    "ROOT:leaf": 511,
    "ROOT:cloud": 512,
    "ROOT:river": 513,
    "ROOT:iron": 514,
    "ROOT:onion": 515,
    "ROOT:crime": 516,
    "ROOT:atom": 517,
    "ROOT:sin": 518,
    "ROOT:product": 519,
    "ROOT:rescue": 520,
    "ROOT:six": 521,
    "ROOT:assembly": 522,
    "ROOT:notification": 523,
    "ROOT:download": 524,
    "ROOT:deployment": 525,
    "ROOT:category": 526,
    "ROOT:taxonomy": 527,
    "ROOT:corruption": 528,
    "ROOT:color": 529,
    "ROOT:kh-y-r": 530,
    "ROOT:ear": 531,
    "ROOT:touch": 532,
    "ROOT:smell": 533,
    "ROOT:youth": 534,
    "ROOT:flower": 535,
    "ROOT:left": 536,
    "ROOT:envy": 537,
    "ROOT:greed": 538,
    "ROOT:press": 539,
    "ROOT:black": 540,
    "ROOT:son": 541,
    "ROOT:effort": 542,
    "ROOT:welcome": 543,
    "ROOT:concern": 544,
    "ROOT:nose": 545,
    "ROOT:hand": 546,
    "ROOT:bone": 547,
    "ROOT:soul": 548,
    "ROOT:taste": 549,
    "ROOT:moon": 550,
    "ROOT:star": 551,
    "ROOT:green": 552,
    "ROOT:art": 553,
    "ROOT:angle": 554,
    "ROOT:first": 555,
    "ROOT:doubt": 556,
    "ROOT:interest": 557,
    "ROOT:logic": 558,
    "ROOT:chaos": 559,
    "ROOT:print": 560,
    "ROOT:wound": 561,
    "ROOT:camel": 562,
    "ROOT:fish": 563,
    "ROOT:snow": 564,
    "ROOT:sand": 565,
    "ROOT:wheat": 566,
    "ROOT:lock": 567,
    "ROOT:night": 568,
    "ROOT:front": 569,
    "ROOT:digit": 570,
    "ROOT:cell": 571,
    "ROOT:white": 572,
    "ROOT:red": 573,
    "ROOT:session": 574,
    "ROOT:seat": 575,
    "ROOT:argument": 576,
    "ROOT:immediacy": 577,
    "ROOT:memory": 578,
    "ROOT:reference": 579,
    "ROOT:sleep": 580,
    "ROOT:salt": 581,
    "ROOT:wall": 582,
    "ROOT:story": 583,
    "ROOT:wind": 584,
    "ROOT:m-n-'": 585,
    "ROOT:delegation": 586,
    "ROOT:proxy": 587,
    "ROOT:d-r-s": 588,
    "ROOT:kh-l-q": 589,
    "ROOT:employment": 590,
    "ROOT:invasion": 591,
    "ROOT:sea": 592,
    "ROOT:audio": 593,
    "ROOT:listening": 594,
    "ROOT:measurement": 595,
    "ROOT:write": 596,
    "ROOT:read": 597,
    "ROOT:speak": 598,
    "ROOT:hear": 599,
    "ROOT:pronounce": 600,
    "ROOT:address": 601,
    "ROOT:inform": 602,
    "ROOT:publish": 603,
    "ROOT:announce": 604,
    "ROOT:describe": 605,
    "ROOT:dialogue": 606,
    "ROOT:invite": 607,
    "ROOT:interpret": 608,
    "ROOT:think": 609,
    "ROOT:remember": 610,
    "ROOT:recognize": 611,
    "ROOT:calculate": 612,
    "ROOT:feel": 613,
    "ROOT:aware": 614,
    "ROOT:attention": 615,
    "ROOT:activate": 616,
    "ROOT:manufacture": 617,
    "ROOT:move": 618,
    "ROOT:fix": 619,
    "ROOT:try": 620,
    "ROOT:adjust": 621,
    "ROOT:begin": 622,
    "ROOT:renew": 623,
    "ROOT:arrange": 624,
    "ROOT:sell": 625,
    "ROOT:buy": 626,
    "ROOT:own": 627,
    "ROOT:earn": 628,
    "ROOT:market": 629,
    "ROOT:finance": 630,
    "ROOT:divide": 631,
    "ROOT:organize": 632,
    "ROOT:prevent": 633,
    "ROOT:allow": 634,
    "ROOT:partner": 635,
    "ROOT:delegate": 636,
    "ROOT:save": 637,
    "ROOT:explain": 638,
    "ROOT:coach": 639,
    "ROOT:educate": 640,
    "ROOT:recite": 641,
    "ROOT:enter": 642,
    "ROOT:connect": 643,
    "ROOT:open": 644,
    "ROOT:close": 645,
    "ROOT:sit": 646,
    "ROOT:draw": 647,
    "ROOT:form": 648,
    "ROOT:picture": 649,
    "ROOT:copy": 650,
    "ROOT:generate": 651,
    "ROOT:edit": 652,
    "ROOT:secure": 653,
    "ROOT:protect": 654,
    "ROOT:discover": 655,
    "ROOT:guard": 656,
    "ROOT:secret": 657,
    "ROOT:confirm": 658,
    "ROOT:reject": 659,
    "ROOT:accept": 660,
    "ROOT:distinguish": 661,
    "ROOT:prefer": 662,
    "ROOT:hate": 663,
    "ROOT:joy": 664,
    "ROOT:sad": 665,
    "ROOT:angry": 666,
    "ROOT:satisfy": 667,
    "ROOT:analyze": 668,
    "ROOT:store": 669,
    "ROOT:classify": 670,
    "ROOT:ask": 671,
    "AUX:be": 672,
    "ROOT:say": 673,
    "ROOT:take": 674,
    "ROOT:make": 675,
    "ROOT:head": 676,
    "ROOT:eye": 677,
    "ROOT:foot": 678,
    "ROOT:heart": 679,
    "ROOT:back": 680,
    "ROOT:sick": 681,
    "ROOT:heal": 682,
    "ROOT:treat": 683,
    "ROOT:break": 684,
    "ROOT:drug": 685,
    "ROOT:tired": 686,
    "ROOT:carry": 687,
    "ROOT:die": 688,
    "ROOT:wake": 689,
    "ROOT:eat": 690,
    "ROOT:drink": 691,
    "ROOT:strong": 692,
    "ROOT:weak": 693,
    "ROOT:grow": 694,
    "ROOT:long": 695,
    "ROOT:short": 696,
    "ROOT:heavy": 697,
    "ROOT:intensifier": 698,
    "ROOT:cold": 699,
    "ROOT:dry": 700,
    "ROOT:moist": 701,
    "ROOT:clean": 702,
    "ROOT:dirty": 703,
    "ROOT:look": 704,
    "ROOT:elder": 705,
    "ROOT:child": 706,
    "ROOT:nurse": 707,
    "ROOT:blind": 708,
    "ROOT:silent": 709,
    "ROOT:limp": 710,
    "ROOT:safe": 711,
    "ROOT:nourish": 712,
    "ROOT:inject": 713,
    "ROOT:infect": 714,
    "ROOT:cow": 715,
    "ROOT:lion": 716,
    "ROOT:flood": 717,
    "ROOT:j-b-l": 718,
    "ROOT:soil": 719,
    "ROOT:fire": 720,
    "ROOT:air": 721,
    "ROOT:pollute": 722,
    "ROOT:cook": 723,
    "ROOT:bread": 724,
    "ROOT:honey": 725,
    "ROOT:date": 726,
    "ROOT:grind": 727,
    "ROOT:knead": 728,
    "ROOT:fry": 729,
    "ROOT:full": 730,
    "ROOT:house": 731,
    "ROOT:room": 732,
    "ROOT:door": 733,
    "ROOT:chair": 734,
    "ROOT:roof": 735,
    "ROOT:dress": 736,
    "ROOT:thread": 737,
    "ROOT:weave": 738,
    "ROOT:wash": 739,
    "ROOT:wipe": 740,
    "ROOT:sweep": 741,
    "ROOT:purify": 742,
    "ROOT:down": 743,
    "ROOT:bathe": 744,
    "ROOT:run": 745,
    "ROOT:jump": 746,
    "ROOT:swim": 747,
    "ROOT:float": 748,
    "ROOT:drown": 749,
    "ROOT:fall": 750,
    "ROOT:ascend": 751,
    "ROOT:crawl": 752,
    "ROOT:turn": 753,
    "ROOT:wrap": 754,
    "ROOT:extend": 755,
    "ROOT:bend": 756,
    "ROOT:depart": 757,
    "ROOT:migrate": 758,
    "ROOT:ride": 759,
    "ROOT:road": 760,
    "ROOT:bridge": 761,
    "ROOT:cross": 762,
    "ROOT:pass": 763,
    "ROOT:right": 764,
    "ROOT:behind": 765,
    "REL:under": 766,
    "ROOT:slow": 767,
    "ROOT:precede": 768,
    "ROOT:drag": 769,
    "ROOT:push": 770,
    "ROOT:throw": 771,
    "ROOT:catch": 772,
    "ROOT:flee": 773,
    "ROOT:escape": 774,
    "ROOT:expel": 775,
    "ROOT:visit": 776,
    "ROOT:guest": 777,
    "ROOT:thank": 778,
    "ROOT:generous": 779,
    "ROOT:brave": 780,
    "ROOT:dream": 781,
    "ROOT:pious": 782,
    "ROOT:ascetic": 783,
    "ROOT:devout": 784,
    "ROOT:loyal": 785,
    "ROOT:betray": 786,
    "ROOT:stingy": 787,
    "ROOT:oppress": 788,
    "ROOT:mercy": 789,
    "ROOT:cruel": 790,
    "ROOT:kind": 791,
    "ROOT:rude": 792,
    "ROOT:honor": 793,
    "ROOT:humiliate": 794,
    "ROOT:cooperate": 795,
    "ROOT:forgive": 796,
    "ROOT:punish": 797,
    "ROOT:eager": 798,
    "ROOT:trust": 799,
    "ROOT:sincere": 800,
    "ROOT:advise": 801,
    "ROOT:lazy": 802,
    "ROOT:active": 803,
    "ROOT:president": 804,
    "ROOT:r-'-s": 805,
    "ROOT:minister": 806,
    "ROOT:elect": 807,
    "ROOT:party": 808,
    "ROOT:independent": 809,
    "ROOT:legislate": 810,
    "ROOT:witness": 811,
    "ROOT:imprison": 812,
    "ROOT:fine": 813,
    "ROOT:soldier": 814,
    "ROOT:invade": 815,
    "ROOT:capture": 816,
    "ROOT:register": 817,
    "ROOT:vote": 818,
    "ROOT:impose": 819,
    "ROOT:tax": 820,
    "ROOT:subtract": 821,
    "ROOT:ratio": 822,
    "ROOT:engineer": 823,
    "ROOT:sound": 824,
    "ROOT:k-h-r-b": 825,
    "ROOT:magnet": 826,
    "ROOT:attract": 827,
    "ROOT:weigh": 828,
    "ROOT:program": 829,
    "ROOT:compute": 830,
    "ROOT:encrypt": 831,
    "ROOT:space": 832,
    "ROOT:gene": 833,
    "ROOT:inherit": 834,
    "ROOT:pray": 835,
    "ROOT:prophet": 836,
    "ROOT:holy": 837,
    "ROOT:prostrate": 838,
    "ROOT:repent": 839,
    "ROOT:narrate": 840,
    "ROOT:sing": 841,
    "ROOT:z-f": 842,
    "ROOT:feast": 843,
    "ROOT:mourn": 844,
    "ROOT:heritage": 845,
    "ROOT:sculpt": 846,
    "ROOT:decorate": 847,
    "ROOT:z-kh-r-f": 848,
    "ROOT:media": 849,
    "ROOT:translate": 850,
    "ROOT:language": 851,
    "ROOT:surface": 852,
    "ROOT:deep": 853,
    "ROOT:hard": 854,
    "ROOT:soft": 855,
    "ROOT:transparent": 856,
    "ROOT:murky": 857,
    "ROOT:wide": 858,
    "ROOT:narrow": 859,
    "ROOT:demolish": 860,
    "ROOT:dig": 861,
    "ROOT:paint": 862,
    "ROOT:glue": 863,
    "ROOT:cut": 864,
    "ROOT:melt": 865,
    "ROOT:freeze": 866,
    "ROOT:evaporate": 867,
    "ROOT:condense": 868,
    "ROOT:neighbor": 869,
    "REL:quant:many": 870,
    "REL:quant:few": 871,
    "ROOT:one": 872,
    "ROOT:two": 873,
    "ROOT:state": 874,
    "ROOT:type": 875,
    "ROOT:remain": 876,
    "ROOT:vanish": 877,
    "ROOT:certain": 878,
    "ROOT:good": 879,
    "ROOT:bad": 880,
    "ROOT:new": 881,
    "ROOT:difficult": 882,
    "ROOT:easy": 883,
    "ROOT:bank": 884,
    "ROOT:loan": 885,
    "ROOT:debt": 886,
    "ROOT:insurance": 887,
    "ROOT:budget": 888,
    "ROOT:trade": 889,
    "ROOT:import": 890,
    "ROOT:serve": 891,
    "ROOT:real": 892,
    "ROOT:estate": 893,
    "ROOT:q-r": 894,
    "ROOT:employ": 895,
    "ROOT:pension": 896,
    "ROOT:retire": 897,
    "ROOT:plow": 898,
    "ROOT:graze": 899,
    "ROOT:m-'-d-n": 900,
    "ROOT:develop": 901,
    "ROOT:invest": 902,
    "ROOT:stare": 903,
    "ROOT:occur": 904,
    "ROOT:leave": 905,
    "ROOT:happen": 906,
    "ROOT:news": 907,
    "ROOT:appear": 908,
    "ROOT:hold": 909,
    "ROOT:grant": 910,
    "ROOT:guide": 911,
    "ROOT:seize": 912,
    "ROOT:scream": 913,
    "ROOT:laugh": 914,
    "ROOT:cry": 915,
    "ROOT:wish": 916,
    "ROOT:absent": 917,
    "ROOT:strive": 918,
    "ROOT:decrease": 919,
    "ROOT:huge": 920,
    "ROOT:immediate": 921,
    "ROOT:obtain": 922,
    "ROOT:win": 923,
    "ROOT:succeed": 924,
    "ROOT:fail": 925,
    "ROOT:accomplish": 926,
    "ROOT:indicate": 927,
    "ROOT:side": 928,
    "ROOT:believe": 929,
    "ROOT:disbelieve": 930,
    "ROOT:lower": 931,
    "ROOT:corrupt": 932,
    "ROOT:suffice": 933,
    "ROOT:cover": 934,
    "ROOT:conceal": 935,
    "ROOT:test": 936,
    "ROOT:line": 937,
    "ROOT:up": 938,
    "ROOT:refine": 939,
    "ROOT:name": 940,
    "ROOT:title": 941,
    "ROOT:harm": 942,
    "ROOT:benefit": 943,
    "ROOT:forbid": 944,
    "ROOT:answer": 945,
    "ROOT:care": 946,
    "ROOT:mean": 947,
    "ROOT:correct": 948,
    "ROOT:error": 949,
    "ROOT:unite": 950,
    "ROOT:threaten": 951,
    "ROOT:burn": 952,
    "ROOT:self": 953,
    "ROOT:must": 954,
    "ROOT:probable": 955,
    "ROOT:infer": 956,
    "ROOT:conclude": 957,
    "ROOT:similar": 958,
    "ROOT:balance": 959,
    "ROOT:whole": 960,
    "ROOT:part": 961,
    "ROOT:transform": 962,
    "ROOT:relative": 963,
    "ROOT:middle": 964,
    "ROOT:include": 965,
    "ROOT:except": 966,
    "ROOT:simple": 967,
    "ROOT:important": 968,
    "ROOT:meaning": 969,
    "ROOT:h-r-r-": 970,
    "ROOT:restrict": 971,
    "ROOT:experience": 972,
    "ROOT:meditate": 973,
    "ROOT:power": 974,
    "ROOT:three": 975,
    "ROOT:able": 976,
    "ROOT:ugly": 977,
    "ROOT:general": 978,
    "ROOT:n-t-q": 979,
    "ROOT:arrangement": 980,
    "ROOT:partnership": 981,
    "ROOT:collaboration": 982,
    "ROOT:showcase": 983,
    "ROOT:leadership": 984,
    "ROOT:independence": 985,
    "ROOT:contradict": 986,
    "ROOT:quantity": 987,
    "ROOT:level": 988,
    "ROOT:vague": 989,
    "ROOT:field": 990,
    "ROOT:frame": 991,
    "ROOT:way": 992,
    "ROOT:style": 993,
    "ROOT:compatible": 994,
    "ROOT:sincerity": 995,
    "ROOT:decision": 996,
    "ROOT:policy": 997,
    "ROOT:launch": 998,
    "ROOT:f-r-d": 999,
    "ROOT:sculpture": 1000,
    "ROOT:acceptance": 1001,
    "ROOT:absence": 1002,
    "ROOT:d-'-w": 1003,
    "ROOT:kh-t-b": 1004,
    "ROOT:response": 1005,
    "ROOT:research": 1006,
    "ROOT:model": 1007,
    "ROOT:proximity": 1008,
    "ROOT:approach": 1009,
    "ROOT:s-r-kh": 1010,
    "ROOT:sh-r-k": 1011,
    "ROOT:strength": 1012,
    "ROOT:attraction": 1013,
    "ROOT:distance": 1014,
    "ROOT:separation": 1015,
    "ROOT:funding": 1016,
    "ROOT:capital": 1017,
    "ROOT:pollution": 1018,
    "ROOT:advice": 1019,
    "ROOT:heredity": 1020,
    "ROOT:publication": 1021,
    "ROOT:fleeing": 1022,
    "ROOT:activity": 1023,
    "ROOT:contradiction": 1024,
    "ROOT:speed": 1025,
    "ROOT:q-r-'": 1026,
    "ROOT:satisfaction": 1027,
    "ROOT:resting": 1028,
    "ROOT:piety": 1029,
    "ROOT:conversation": 1030,
    "ROOT:translation": 1031,
    "ROOT:instruments-string": 1032,
    "ROOT:miserliness": 1033,
    "ROOT:registration": 1034,
    "ROOT:h-m-m": 1035,
    "ROOT:entry": 1036,
    "ROOT:access": 1037,
    "ROOT:discovery": 1038,
    "ROOT:detection": 1039,
    "ROOT:nutrition": 1040,
    "ROOT:humiliation": 1041,
    "ROOT:programming": 1042,
    "ROOT:l-m-h": 1043,
    "ROOT:k-f-y": 1044,
    "ROOT:s-f-f": 1045,
    "ROOT:h-s-b": 1046,
    "ROOT:n-q-d": 1047,
    "ROOT:bathing": 1048,
    "ROOT:d-l-l": 1049,
    "ROOT:public": 1050,
    "ROOT:h-d": 1051,
    "ROOT:h-m-s": 1052,
    "ROOT:feature": 1053,
    "ROOT:distinction": 1054,
    "ROOT:interpretation": 1055,
    "ROOT:commentary": 1056,
    "ROOT:acquisition": 1057,
    "ROOT:n-q-l": 1058,
    "ROOT:r-d": 1059,
    "ROOT:injection": 1060,
    "ROOT:livelihood": 1061,
    "ROOT:meditation": 1062,
    "ROOT:post": 1063,
    "ROOT:confirmation": 1064,
    "ROOT:resolution": 1065,
    "ROOT:loss": 1066,
    "ROOT:k-f-r": 1067,
    "ROOT:gather": 1068,
    "ROOT:punishment": 1069,
    "ROOT:b-r-l-m": 1070,
    "ROOT:sh-'-b": 1071,
    "ROOT:w-s-l": 1072,
    "ROOT:division": 1073,
    "ROOT:distribution": 1074,
    "ROOT:preference": 1075,
    "ROOT:injustice": 1076,
    "ROOT:evaporation": 1077,
    "ROOT:vanishing": 1078,
    "ROOT:w-n": 1079,
    "ROOT:f-r-z": 1080,
    "ROOT:m-h-l": 1081,
    "ROOT:s-k-t": 1082,
    "ROOT:r-f": 1083,
    "ROOT:b-d-l": 1084,
    "ROOT:tracking": 1085,
    "ROOT:subscription": 1086,
    "ROOT:generosity": 1087,
    "ROOT:prophecy": 1088,
    "ROOT:demolition": 1089,
    "ROOT:retirement": 1090,
    "ROOT:fatigue": 1091,
    "ROOT:s-h-h": 1092,
    "ROOT:w-z-r": 1093,
    "ROOT:s-j-n": 1094,
    "ROOT:difficulty": 1095,
    "ROOT:gaze": 1096,
    "ROOT:asceticism": 1097,
    "ROOT:m-s-h": 1098,
    "ROOT:significance": 1099,
    "ROOT:output": 1100,
    "ROOT:j-m-'": 1101,
    "ROOT:r-t-b": 1102,
    "ROOT:n-b-h": 1103,
    "ROOT:n-z-l": 1104,
    "ROOT:s-n-f": 1105,
    "ROOT:f-s-d": 1106,
    "ROOT:b-'-d": 1107,
    "ROOT:sewing": 1108,
    "ROOT:sending": 1109,
    "ROOT:security": 1110,
    "ROOT:safety": 1111,
    "ROOT:proposal": 1112,
    "ROOT:submission": 1113,
    "ROOT:closure": 1114,
    "ROOT:s-l-h": 1115,
    "ROOT:j-l-s": 1116,
    "ROOT:j-d-l": 1117,
    "ROOT:postponement": 1118,
    "ROOT:d-s-t-r": 1119,
    "ROOT:j-m-h-r": 1120,
    "ROOT:f-w-r": 1121,
    "ROOT:threat": 1122,
    "ROOT:equivalence": 1123,
    "ROOT:dh-k-r": 1124,
    "ROOT:infection": 1125,
    "ROOT:s-f-r": 1126,
    "ROOT:h-z-m": 1127,
    "ROOT:preceding": 1128,
    "ROOT:probability": 1129,
    "ROOT:d-y-m-q": 1130,
    "ROOT:s-m-m": 1131,
    "ROOT:cellos-orchestral": 1132,
    "ROOT:activation": 1133,
    "ROOT:w-k-l": 1134,
    "ROOT:q-d": 1135,
    "ROOT:w-z-f": 1136,
    "ROOT:gh-z-w": 1137,
    "ROOT:raising": 1138,
    "ROOT:t-b-b": 1139,
    "ROOT:s-m-'": 1140,
    "ROOT:pianists-artists": 1141,
    "ROOT:artists-musicians": 1142,
    "ROOT:q-w-d": 1143,
    "ROOT:s-t-q-l": 1144,
    "ROOT:n-s-r": 1145,
    "ROOT:subtraction": 1146,
    "ROOT:mosque": 1147,
    "ROOT:laughter": 1148,
    "ROOT:s-y-s": 1149,
    "ROOT:narrowness": 1150,
    "ROOT:kh-l-s": 1151,
    "ROOT:h-k-m": 1152,
    "ROOT:removal": 1153,
    "ROOT:fullness": 1154,
    "ROOT:pause": 1155,
    "ROOT:duality": 1156,
    "ROOT:intake": 1157,
    "ROOT:nothingness": 1158,
    "ROOT:renewal": 1159,
    "ROOT:update": 1160,
    "ROOT:n-h-t": 1161,
    "ROOT:q-b-l": 1162,
    "ROOT:d-d-d": 1163,
    "ROOT:irrigation": 1164,
    "ROOT:magnetism": 1165,
    "ROOT:r-d-d": 1166,
    "ROOT:b-h-th": 1167,
    "ROOT:hugeness": 1168,
    "ROOT:vision": 1169,
    "ROOT:smartphones-electronic": 1170,
    "ROOT:devices-tools": 1171,
    "ROOT:bicycles-transport": 1172,
    "ROOT:means-vehicles": 1173,
    "ROOT:m-th-l": 1174,
    "ROOT:s-l-t": 1175,
    "ROOT:q-r-b": 1176,
    "ROOT:s-n-m": 1177,
    "ROOT:poets-writers": 1178,
    "ROOT:writers-artists": 1179,
    "ROOT:information": 1180,
    "ROOT:q-w-y": 1181,
    "ROOT:laziness": 1182,
    "ROOT:j-dh-b": 1183,
    "ROOT:transparency": 1184,
    "ROOT:b-n-t": 1185,
    "ROOT:novels-books": 1186,
    "ROOT:books-publications": 1187,
    "ROOT:teachers-educators": 1188,
    "ROOT:educators-workers": 1189,
    "ROOT:diamonds-minerals": 1190,
    "ROOT:minerals-gemstones": 1191,
    "ROOT:m-w-l": 1192,
    "ROOT:l-s-n": 1193,
    "ROOT:l-w-th": 1194,
    "ROOT:n-d-m": 1195,
    "ROOT:n-s-h": 1196,
    "ROOT:k-w-k-b": 1197,
    "ROOT:w-r-th": 1198,
    "ROOT:f-r-r": 1199,
    "ROOT:n-sh-t": 1200,
    "ROOT:n-q-d-": 1201,
    "ROOT:j-l": 1202,
    "ROOT:gh-f-l": 1203,
    "ROOT:r-d-y": 1204,
    "ROOT:r-q-d": 1205,
    "ROOT:d-l": 1206,
    "ROOT:t-q-y": 1207,
    "ROOT:h-d-d": 1208,
    "ROOT:j-z": 1209,
    "ROOT:k-l-m": 1210,
    "ROOT:h-j-m": 1211,
    "ROOT:h-s": 1212,
    "ROOT:h-j-j": 1213,
    "ROOT:t-r-j-m": 1214,
    "ROOT:w-s-f-": 1215,
    "ROOT:h-s-d": 1216,
    "ROOT:th-w-b": 1217,
    "ROOT:d-m-n": 1218,
    "ROOT:evolution": 1219,
    "ROOT:j-y-sh": 1220,
    "ROOT:kh-t": 1221,
    "ROOT:weakness": 1222,
    "ROOT:t-q-q": 1223,
    "ROOT:condensation": 1224,
    "ROOT:dryness": 1225,
    "ROOT:assumption": 1226,
    "ROOT:belief": 1227,
    "ROOT:coming": 1228,
    "ROOT:birds-living": 1229,
    "ROOT:smartphones-tools": 1230,
    "ROOT:tools-electronic": 1231,
    "ROOT:triangles-geometric": 1232,
    "ROOT:shapes-polygons": 1233,
    "ROOT:triangles-polygons": 1234,
    "ROOT:polygons-geometric": 1235,
    "ROOT:novels-publications": 1236,
    "ROOT:publications-books": 1237,
    "ROOT:surgeons-professionals": 1238,
    "ROOT:professionals-doctors": 1239,
    "ROOT:t-b-'": 1240,
    "ROOT:b-kh-l": 1241,
    "ROOT:s-j-l": 1242,
    "ROOT:n-z-r-": 1243,
    "ROOT:d-kh-l": 1244,
    "ROOT:kh-s-m": 1245,
    "ROOT:k-sh-f": 1246,
    "ROOT:n-h-s": 1247,
    "ROOT:r-'-d": 1248,
    "ROOT:s-q-l": 1249,
    "ROOT:q-b-l-": 1250,
    "ROOT:l-j-'": 1251,
    "ROOT:gh-dh-y": 1252,
    "ROOT:dh-l-l": 1253,
    "ROOT:b-r-m-j": 1254,
    "ROOT:things-animals": 1255,
    "ROOT:musicians-artists": 1256,
    "ROOT:eagles-raptors": 1257,
    "ROOT:raptors-birds": 1258,
    "ROOT:programmers-professionals": 1259,
    "ROOT:professionals-engineers": 1260,
    "ROOT:dolphins-animals": 1261,
    "ROOT:animals-mammals": 1262,
    "ROOT:surgeons-doctors": 1263,
    "ROOT:doctors-professionals": 1264,
    "ROOT:instruments-orchestral": 1265,
    "ROOT:s-t-h-m": 1266,
    "ROOT:expulsion": 1267,
    "ROOT:d-b": 1268,
    "ROOT:ugliness": 1269,
    "ROOT:m-m-": 1270,
    "ROOT:h-sh-r": 1271,
    "ROOT:b-r-q": 1272,
    "ROOT:h-n-n": 1273,
    "ROOT:n-gh-m": 1274,
    "ROOT:kh-w": 1275,
    "ROOT:trial": 1276,
    "ROOT:m-y-z": 1277,
    "ROOT:f-s-r": 1278,
    "ROOT:limping": 1279,
    "ROOT:t-q-l-d": 1280,
    "ROOT:authorization": 1281,
    "ROOT:relativity": 1282,
    "ROOT:pianists-musicians": 1283,
    "ROOT:turtles-reptiles": 1284,
    "ROOT:reptiles-animals": 1285,
    "ROOT:teachers-workers": 1286,
    "ROOT:workers-educators": 1287,
    "ROOT:chemists-scientists": 1288,
    "ROOT:scientists-researchers": 1289,
    "ROOT:eagles-birds": 1290,
    "ROOT:birds-raptors": 1291,
    "ROOT:r-b-h": 1292,
    "ROOT:h-q-n": 1293,
    "ROOT:w-d-'": 1294,
    "ROOT:m-'-sh": 1295,
    "ROOT:t-l-q": 1296,
    "ROOT:m-l-": 1297,
    "ROOT:n-sh-r": 1298,
    "ROOT:s-h-r": 1299,
    "ROOT:f-d-d": 1300,
    "ROOT:s-b-h": 1301,
    "ROOT:t-l-'": 1302,
    "ROOT:q-r-r": 1303,
    "ROOT:h-d-r": 1304,
    "ROOT:f-q-d": 1305,
    "ROOT:lost": 1306,
    "ROOT:gh-d-r": 1307,
    "ROOT:th-th": 1308,
    "ROOT:th-r-w": 1309,
    "ROOT:payment": 1310,
    "ROOT:vehicles-transport": 1311,
    "ROOT:diamonds-gemstones": 1312,
    "ROOT:gemstones-minerals": 1313,
    "ROOT:dolphins-mammals": 1314,
    "ROOT:mammals-animals": 1315,
    "ROOT:sonnets-literary": 1316,
    "ROOT:works-poems": 1317,
    "ROOT:birds-vertebrates": 1318,
    "ROOT:q-b": 1319,
    "ROOT:k-y-m": 1320,
    "ROOT:f-y-z": 1321,
    "ROOT:kh-w-r-z": 1322,
    "ROOT:holiness": 1323,
    "ROOT:r-b-'": 1324,
    "ROOT:l-f": 1325,
    "ROOT:w-h-y": 1326,
    "ROOT:grazing": 1327,
    "ROOT:q-s-m": 1328,
    "ROOT:stealth": 1329,
    "ROOT:dislike": 1330,
    "ROOT:aversion": 1331,
    "ROOT:h-b-b": 1332,
    "ROOT:t-sh": 1333,
    "ROOT:visiting": 1334,
    "ROOT:genetics": 1335,
    "ROOT:z-l-m": 1336,
    "ROOT:below": 1337,
    "ROOT:b-kh-r": 1338,
    "ROOT:z-w-l": 1339,
    "ROOT:betrayal": 1340,
    "ROOT:z-w-j": 1341,
    "ROOT:equality": 1342,
    "ROOT:fruits-plants": 1343,
    "ROOT:shortstories-literary": 1344,
    "ROOT:works-prose": 1345,
    "ROOT:vertebrates-birds": 1346,
    "ROOT:sparrows-birds": 1347,
    "ROOT:cellos-string": 1348,
    "ROOT:k-r-m": 1349,
    "ROOT:n-b-'": 1350,
    "ROOT:h-d-m": 1351,
    "ROOT:q-'-d": 1352,
    "ROOT:f-q-r": 1353,
    "ROOT:t-'-b": 1354,
    "ROOT:q-d-r": 1355,
    "ROOT:h-y-w": 1356,
    "ROOT:s-'-b": 1357,
    "ROOT:h-d-q": 1358,
    "ROOT:z-h-d": 1359,
    "ROOT:gh-z-y": 1360,
    "ROOT:j-z-r": 1361,
    "ROOT:q-h-w": 1362,
    "ROOT:kh-r-j": 1363,
    "ROOT:apples-fruits": 1364,
    "ROOT:poets-artists": 1365,
    "ROOT:artists-writers": 1366,
    "ROOT:sparrows-vertebrates": 1367,
    "ROOT:length": 1368,
    "ROOT:cooking": 1369,
    "ROOT:kh-y-t": 1370,
    "ROOT:election": 1371,
    "ROOT:y-q-'": 1372,
    "ROOT:h-y-l": 1373,
    "ROOT:obtaining": 1374,
    "ROOT:b-'-th": 1375,
    "ROOT:w-d-y": 1376,
    "ROOT:j-w-'": 1377,
    "ROOT:cruelty": 1378,
    "ROOT:m-n": 1379,
    "ROOT:requirement": 1380,
    "ROOT:m-sh-r-'": 1381,
    "ROOT:q-d-m": 1382,
    "ROOT:swimming": 1383,
    "ROOT:w-b-'": 1384,
    "ROOT:m-m": 1385,
    "ROOT:protection": 1386,
    "ROOT:shield": 1387,
    "ROOT:shortness": 1388,
    "ROOT:may": 1389,
    "ROOT:roaming": 1390,
    "ROOT:gratitude": 1391,
    "ROOT:m-s-r-h": 1392,
    "ROOT:lying": 1393,
    "ROOT:h-k-m-": 1394,
    "ROOT:endeavor": 1395,
    "ROOT:w-j-h": 1396,
    "ROOT:loyalty": 1397,
    "ROOT:imagination": 1398,
    "ROOT:coaching": 1399,
    "ROOT:mentoring": 1400,
    "ROOT:bicycles-vehicles": 1401,
    "ROOT:oaks-plants": 1402,
    "ROOT:plants-trees": 1403,
    "ROOT:sedans-vehicles": 1404,
    "ROOT:vehicles-cars": 1405,
    "ROOT:sedans-cars": 1406,
    "ROOT:cars-vehicles": 1407,
    "ROOT:instruments-musical": 1408,
    "ROOT:kh-r": 1409,
    "ROOT:w-h-m": 1410,
    "ROOT:m-'-h": 1411,
    "ROOT:w-z-y": 1412,
    "ROOT:n-s-f": 1413,
    "ROOT:d-w": 1414,
    "ROOT:s-b-q": 1415,
    "ROOT:h-m-l-": 1416,
    "ROOT:flowers-living": 1417,
    "ROOT:turtles-animals": 1418,
    "ROOT:animals-reptiles": 1419,
    "ROOT:oaks-trees": 1420,
    "ROOT:trees-plants": 1421,
    "ROOT:violins-string": 1422,
    "ROOT:f-'-l": 1423,
    "ROOT:start": 1424,
    "ROOT:anger": 1425,
    "ROOT:rage": 1426,
    "ROOT:r-w-h": 1427,
    "ROOT:b-w": 1428,
    "ROOT:inference": 1429,
    "ROOT:healing": 1430,
    "ROOT:frying": 1431,
    "ROOT:gh-b-'": 1432,
    "ROOT:jumping": 1433,
    "ROOT:riding": 1434,
    "ROOT:s-m-t": 1435,
    "ROOT:z-k-w": 1436,
    "ROOT:spacious": 1437,
    "ROOT:j-h-l": 1438,
    "ROOT:waking": 1439,
    "ROOT:m-t-r": 1440,
    "ROOT:sweeping": 1441,
    "ROOT:completion": 1442,
    "ROOT:fulfillment": 1443,
    "ROOT:r-f-'": 1444,
    "ROOT:sadness": 1445,
    "ROOT:grief": 1446,
    "ROOT:excavation": 1447,
    "ROOT:death": 1448,
    "ROOT:celebration": 1449,
    "ROOT:occurrence": 1450,
    "ROOT:roses-flowers": 1451,
    "ROOT:squares-quadrilaterals": 1452,
    "ROOT:quadrilaterals-rectangles": 1453,
    "ROOT:works-literary": 1454,
    "ROOT:squares-rectangles": 1455,
    "ROOT:rectangles-quadrilaterals": 1456,
    "ROOT:birds-animals": 1457,
    "ROOT:t-r-h": 1458,
    "ROOT:s-j-d": 1459,
    "ROOT:d-h-k": 1460,
    "ROOT:sh-b-k": 1461,
    "ROOT:d-y-q": 1462,
    "ROOT:q-n-n": 1463,
    "ROOT:n-z-'": 1464,
    "ROOT:m-l-'": 1465,
    "ROOT:w-q-f": 1466,
    "ROOT:th-n-y": 1467,
    "ROOT:kh-dh": 1468,
    "ROOT:d-m": 1469,
    "ROOT:j-d-d": 1470,
    "ROOT:d-r-j": 1471,
    "ROOT:illness": 1472,
    "ROOT:roses-living": 1473,
    "ROOT:organisms-flowers": 1474,
    "ROOT:sonnets-poems": 1475,
    "ROOT:poems-literary": 1476,
    "ROOT:shortstories-prose": 1477,
    "ROOT:violins-musical": 1478,
    "ROOT:animals-living": 1479,
    "ROOT:directive": 1480,
    "ROOT:s-n-n": 1481,
    "ROOT:softness": 1482,
    "ROOT:sh-kh-s": 1483,
    "ROOT:s-q-y": 1484,
    "ROOT:dough": 1485,
    "ROOT:m-gh-n-t": 1486,
    "ROOT:b-d": 1487,
    "ROOT:murkiness": 1488,
    "ROOT:explanation": 1489,
    "ROOT:tutorial": 1490,
    "ROOT:moisture": 1491,
    "ROOT:blindness": 1492,
    "ROOT:r-q-s": 1493,
    "ROOT:badness": 1494,
    "ROOT:th-r": 1495,
    "ROOT:modification": 1496,
    "ROOT:drinking": 1497,
    "ROOT:d-kh-m": 1498,
    "ROOT:enumeration": 1499,
    "ROOT:recitation": 1500,
    "ROOT:ambiguity": 1501,
    "ROOT:washing": 1502,
    "ROOT:kh-t-m": 1503,
    "ROOT:depth": 1504,
    "ROOT:n-t-q-": 1505,
    "ROOT:wiping": 1506,
    "ROOT:blueprint": 1507,
    "ROOT:growth": 1508,
    "ROOT:purchase": 1509,
    "ROOT:clarity": 1510,
    "ROOT:apples-plants": 1511,
    "ROOT:plants-fruits": 1512,
    "ROOT:s-'-l": 1513,
    "ROOT:k-s-l": 1514,
    "ROOT:m-l-s": 1515,
    "ROOT:sh-f-f": 1516,
    "ROOT:l-q-y": 1517,
    "ROOT:programmers-engineers": 1518,
    "ROOT:engineers-professionals": 1519,
    "ROOT:plowing": 1520,
    "ROOT:gh-z-z": 1521,
    "ROOT:leading": 1522,
    "ROOT:crawling": 1523,
    "ROOT:goodness": 1524,
    "ROOT:t-t-w-r": 1525,
    "ROOT:roughness": 1526,
    "ROOT:leg": 1527,
    "ROOT:d-'-f": 1528,
    "ROOT:grinding": 1529,
    "ROOT:confidence": 1530,
    "ROOT:theme": 1531,
    "ROOT:entity": 1532,
    "ROOT:composition": 1533,
    "ROOT:dirt": 1534,
    "ROOT:k-th-f": 1535,
    "ROOT:eating": 1536,
    "ROOT:y-b-s": 1537,
    "ROOT:size": 1538,
    "ROOT:crossing": 1539,
    "ROOT:z-n-n": 1540,
    "ROOT:abundance": 1541,
    "ROOT:asset": 1542,
    "ROOT:t-y": 1543,
    "ROOT:chemists-researchers": 1544,
    "ROOT:researchers-scientists": 1545,
    "ROOT:t-r-d": 1546,
    "ROOT:dh-'-t": 1547,
    "ROOT:q-b-h": 1548,
    "ROOT:j-r-b": 1549,
    "ROOT:r-j": 1550,
    "ROOT:w-'-d": 1551,
    "ROOT:m-s-y": 1552,
    "ROOT:b-n-y": 1553,
    "ROOT:s-m-h": 1554,
    "ROOT:n-s-b-": 1555,
    "ROOT:movement": 1556,
    "ROOT:motion": 1557,
    "ROOT:nursing": 1558,
    "ROOT:n-m-l": 1559,
    "ROOT:q-d-s": 1560,
    "ROOT:sh-r": 1561,
    "ROOT:r-z-z": 1562,
    "ROOT:r-'-y": 1563,
    "ROOT:kh-f-y": 1564,
    "ROOT:k-r-h": 1565,
    "ROOT:z-w-r": 1566,
    "ROOT:j-y-n": 1567,
    "ROOT:k-l-b": 1568,
    "ROOT:q-t-t": 1569,
    "ROOT:dh-'-b": 1570,
    "ROOT:sh-y-y": 1571,
    "ROOT:h-d-f": 1572,
    "ROOT:s-b-'": 1573,
    "ROOT:dh-h-b": 1574,
    "ROOT:t-h-t": 1575,
    "ROOT:j-l-d": 1576,
    "ROOT:r-q": 1577,
    "ROOT:s-r-r": 1578,
    "ROOT:f-w-q": 1579,
    "ROOT:throwing": 1580,
    "ROOT:cattle": 1581,
    "ROOT:s-m-w": 1582,
    "ROOT:kh-w-n": 1583,
    "ROOT:desire": 1584,
    "ROOT:motivation": 1585,
    "ROOT:accomplishment": 1586,
    "ROOT:insight": 1587,
    "ROOT:s-w-y": 1588,
    "ROOT:framework": 1589,
    "ROOT:drawing": 1590,
    "ROOT:diagram": 1591,
    "ROOT:sinking": 1592,
    "ROOT:feeling": 1593,
    "ROOT:sentiment": 1594,
    "ROOT:scarcity": 1595,
    "ROOT:melting": 1596,
    "ROOT:t-w-l": 1597,
    "ROOT:n-b-d": 1598,
    "ROOT:t-b-kh": 1599,
    "ROOT:m-f-t-h": 1600,
    "ROOT:n-kh-b": 1601,
    "ROOT:z-r-q": 1602,
    "ROOT:f-h-m": 1603,
    "ROOT:n-y-l": 1604,
    "ROOT:kh-w-f": 1605,
    "ROOT:sh-m-s": 1606,
    "ROOT:q-s-w": 1607,
    "ROOT:h-w-j": 1608,
    "ROOT:kh-m-s": 1609,
    "ROOT:sh-j-r": 1610,
    "ROOT:h-m-y": 1611,
    "ROOT:q-s-r": 1612,
    "ROOT:sh-k-r": 1613,
    "ROOT:k-dh-b": 1614,
    "ROOT:th-m-n": 1615,
    "ROOT:judgment": 1616,
    "ROOT:complaint": 1617,
    "ROOT:t-b": 1618,
    "ROOT:s-k-r": 1619,
    "ROOT:s-'-y": 1620,
    "ROOT:w-f-y": 1621,
    "ROOT:th-q-b": 1622,
    "ROOT:kh-y-l": 1623,
    "ROOT:d-r-b": 1624,
    "ROOT:instruments-animals": 1625,
    "ROOT:animals-plants": 1626,
    "ROOT:vehicles-literary": 1627,
    "ROOT:b-d-'": 1628,
    "ROOT:singing": 1629,
    "ROOT:gh-d-b": 1630,
    "ROOT:gh-n-m": 1631,
    "ROOT:h-b-s": 1632,
    "ROOT:h-r-b": 1633,
    "ROOT:d-l-l-": 1634,
    "ROOT:sh-f-y": 1635,
    "ROOT:gh-b-r": 1636,
    "ROOT:q-l-y": 1637,
    "ROOT:hospitality": 1638,
    "ROOT:th-l-th": 1639,
    "ROOT:t-y-r": 1640,
    "ROOT:q-f-z": 1641,
    "ROOT:r-k-b": 1642,
    "ROOT:z-y-d": 1643,
    "ROOT:q-y-d": 1644,
    "ROOT:rollback": 1645,
    "ROOT:d-m-y": 1646,
    "ROOT:n-q-t": 1647,
    "ROOT:w-s-'": 1648,
    "ROOT:l-h-m": 1649,
    "ROOT:s-h-w": 1650,
    "ROOT:weight": 1651,
    "ROOT:k-n-s": 1652,
    "ROOT:k-m-l": 1653,
    "ROOT:h-z-n": 1654,
    "ROOT:h-f-r": 1655,
    "ROOT:agreement": 1656,
    "ROOT:consensus": 1657,
    "ROOT:b-y-n": 1658,
    "ROOT:m-w-t": 1659,
    "ROOT:s-l-'": 1660,
    "ROOT:gh-y-b": 1661,
    "ROOT:h-j-r": 1662,
    "ROOT:y-d": 1663,
    "ROOT:banking": 1664,
    "ROOT:association": 1665,
    "ROOT:w-q-'": 1666,
    "ROOT:instruments-literary": 1667,
    "ROOT:instruments-living": 1668,
    "ROOT:artists-animals": 1669,
    "ROOT:instruments-researchers": 1670,
    "ROOT:instruments-artists": 1671,
    "ROOT:m-r": 1672,
    "ROOT:s-d-r": 1673,
    "ROOT:l-y-n": 1674,
    "ROOT:n-h-l": 1675,
    "ROOT:s-h-b": 1676,
    "ROOT:j-n": 1677,
    "ROOT:k-r": 1678,
    "ROOT:sh-r-h": 1679,
    "ROOT:m-y": 1680,
    "ROOT:dh-r-r": 1681,
    "ROOT:s-w-'": 1682,
    "ROOT:n-q-dh": 1683,
    "ROOT:gh-y-r": 1684,
    "ROOT:sh-r-b": 1685,
    "ROOT:j-r-m": 1686,
    "ROOT:d-d": 1687,
    "ROOT:n-h-r": 1688,
    "ROOT:t-l-w": 1689,
    "ROOT:gh-m-d": 1690,
    "ROOT:b-t-n": 1691,
    "ROOT:w-r-q": 1692,
    "ROOT:gh-s-l": 1693,
    "ROOT:m-q": 1694,
    "ROOT:s-d-s": 1695,
    "ROOT:j-h-h": 1696,
    "ROOT:b-s-l": 1697,
    "ROOT:dh-n-b": 1698,
    "ROOT:n-m-w": 1699,
    "ROOT:sh-r-y": 1700,
    "ROOT:s-n-'": 1701,
    "ROOT:q-l": 1702,
    "ROOT:w-d-h": 1703,
    "ROOT:f-r-s": 1704,
    "ROOT:d-f-'": 1705,
    "ROOT:requires": 1706,
    "ROOT:account": 1707,
    "ROOT:plants-living": 1708,
    "ROOT:vehicles-plants": 1709,
    "ROOT:musicians-plants": 1710,
    "ROOT:artists-living": 1711,
    "ROOT:artists-literary": 1712,
    "ROOT:animals-geometric": 1713,
    "ROOT:instruments-minerals": 1714,
    "ROOT:y-s-r": 1715,
    "ROOT:t-m-'": 1716,
    "ROOT:h-r-th": 1717,
    "ROOT:reasoning": 1718,
    "ROOT:analysis": 1719,
    "ROOT:q-w-d-": 1720,
    "ROOT:z-h-f": 1721,
    "ROOT:h-s-n": 1722,
    "ROOT:b-n": 1723,
    "ROOT:gh-l-z": 1724,
    "ROOT:j-h-d": 1725,
    "ROOT:r-j-l": 1726,
    "ROOT:z-h-r": 1727,
    "ROOT:t-h-n": 1728,
    "ROOT:th-q-h": 1729,
    "ROOT:l-w-n": 1730,
    "ROOT:k-w-n": 1731,
    "ROOT:w-s-kh": 1732,
    "ROOT:n-t-j": 1733,
    "ROOT:r-h-b": 1734,
    "ROOT:fabric": 1735,
    "ROOT:k-l": 1736,
    "ROOT:s-w-d": 1737,
    "ROOT:l-m-s": 1738,
    "ROOT:k-b-r": 1739,
    "ROOT:b-r": 1740,
    "ROOT:k-th-r": 1741,
    "ROOT:m-l-k": 1742,
    "ROOT:dh-n": 1743,
    "ROOT:sh-m-m": 1744,
    "ROOT:sh-b-b": 1745,
    "ROOT:remedy": 1746,
    "ROOT:clothing": 1747,
    "ROOT:s-h-f": 1748,
    "ROOT:musicians-animals": 1749,
    "ROOT:artists-plants": 1750,
    "ROOT:animals-vehicles": 1751,
    "ROOT:animals-literary": 1752,
    "ROOT:artists-professionals": 1753,
    "ROOT:birds-literary": 1754,
    "ROOT:cars-professionals": 1755,
    "ROOT:engineers-animals": 1756,
    "ROOT:gemstones-plants": 1757,
    "ROOT:instruments-vertebrates": 1758,
    "ROOT:professionals-artists": 1759,
    "ROOT:vehicles-researchers": 1760,
    "ROOT:raptors-animals": 1761,
    "ROOT:poems-professionals": 1762,
    "ROOT:mammals-publications": 1763,
    "ROOT:works-living": 1764,
    "ROOT:plants-professionals": 1765,
    "ROOT:birds-artists": 1766,
    "ROOT:h-r-k": 1767,
    "ROOT:r-d-'": 1768,
    "ROOT:kh-d-r": 1769,
    "ROOT:y-d-y": 1770,
    "ROOT:dh-w-q": 1771,
    "ROOT:t-w-'": 1772,
    "ROOT:r-m-y": 1773,
    "ROOT:b-q-r": 1774,
    "ROOT:n-j-m": 1775,
    "ROOT:r-gh-b": 1776,
    "ROOT:n-j-z": 1777,
    "ROOT:n-f": 1778,
    "ROOT:b-s-r": 1779,
    "ROOT:t-r": 1780,
    "ROOT:r-s-m": 1781,
    "ROOT:gh-r-q": 1782,
    "ROOT:f-'-d": 1783,
    "ROOT:sh-'-r": 1784,
    "ROOT:m-r-d": 1785,
    "ROOT:diagnosis": 1786,
    "ROOT:treatment": 1787,
    "ROOT:n-f-s": 1788,
    "ROOT:q-l-l": 1789,
    "ROOT:f-n-n": 1790,
    "ROOT:z-w-y": 1791,
    "ROOT:z-m": 1792,
    "ROOT:q-m-r": 1793,
    "ROOT:f-w-d": 1794,
    "ROOT:w-l": 1795,
    "ROOT:dh-w-b": 1796,
    "ROOT:sh-k-k": 1797,
    "ROOT:means-animals": 1798,
    "ROOT:instruments-quadrilaterals": 1799,
    "ROOT:researchers-vehicles": 1800,
    "ROOT:engineers-artists": 1801,
    "ROOT:professionals-workers": 1802,
    "ROOT:tools-plants": 1803,
    "ROOT:mammals-artists": 1804,
    "ROOT:shapes-literary": 1805,
    "ROOT:works-professionals": 1806,
    "ROOT:instruments-tools": 1807,
    "ROOT:birds-quadrilaterals": 1808,
    "ROOT:works-publications": 1809,
    "ROOT:vehicles-animals": 1810,
    "ROOT:writers-professionals": 1811,
    "ROOT:devices-orchestral": 1812,
    "ROOT:educators-professionals": 1813,
    "ROOT:polygons-artists": 1814,
    "ROOT:animals-minerals": 1815,
    "ROOT:workers-artists": 1816,
    "ROOT:books-plants": 1817,
    "ROOT:devices-animals": 1818,
    "ROOT:gemstones-living": 1819,
    "ROOT:animals-orchestral": 1820,
    "ROOT:instruments-publications": 1821,
    "ROOT:r-q-m": 1822,
    "ROOT:gh-n-y": 1823,
    "ROOT:q-m-h": 1824,
    "ROOT:d-y-f": 1825,
    "ROOT:r-j-'": 1826,
    "ROOT:j-m-l": 1827,
    "ROOT:gh-l-q": 1828,
    "ROOT:j-r-h": 1829,
    "ROOT:th-q-l": 1830,
    "ROOT:l-y-l": 1831,
    "ROOT:kh-l-y": 1832,
    "ROOT:w-f-q": 1833,
    "ROOT:r-m-l": 1834,
    "ROOT:s-r-f": 1835,
    "ROOT:r-b-t": 1836,
    "ROOT:b-y-d": 1837,
    "ROOT:s-m-k": 1838,
    "ROOT:th-l-j": 1839,
    "ROOT:h-m-r": 1840,
    "ROOT:adhesion": 1841,
    "ROOT:means-geometric": 1842,
    "ROOT:tools-animals": 1843,
    "ROOT:publications-transport": 1844,
    "ROOT:plants-publications": 1845,
    "ROOT:minerals-orchestral": 1846,
    "ROOT:workers-living": 1847,
    "ROOT:works-plants": 1848,
    "ROOT:instruments-workers": 1849,
    "ROOT:organisms-literary": 1850,
    "ROOT:engineers-plants": 1851,
    "ROOT:polygons-animals": 1852,
    "ROOT:instruments-plants": 1853,
    "ROOT:birds-minerals": 1854,
    "ROOT:minerals-artists": 1855,
    "ROOT:animals-transport": 1856,
    "ROOT:animals-publications": 1857,
    "ROOT:workers-animals": 1858,
    "ROOT:scientists-literary": 1859,
    "ROOT:professionals-researchers": 1860,
    "ROOT:devices-researchers": 1861,
    "ROOT:polygons-plants": 1862,
    "ROOT:animals-artists": 1863,
    "ROOT:vehicles-professionals": 1864,
    "ROOT:books-researchers": 1865,
    "ROOT:vehicles-living": 1866,
    "ROOT:vertebrates-professionals": 1867,
    "ROOT:instruments-birds": 1868,
    "ROOT:professionals-vehicles": 1869,
    "ROOT:instruments-vehicles": 1870,
    "ROOT:animals-workers": 1871,
    "ROOT:shapes-living": 1872,
    "ROOT:animals-musical": 1873,
    "ROOT:artists-artists": 1874,
    "ROOT:animals-vertebrates": 1875,
    "ROOT:works-birds": 1876,
    "ROOT:researchers-animals": 1877,
    "ROOT:polygons-literary": 1878,
    "ROOT:publications-animals": 1879,
    "ROOT:works-musical": 1880,
    "ROOT:publications-vehicles": 1881,
    "ROOT:works-vertebrates": 1882,
    "ROOT:instruments-professionals": 1883,
    "ROOT:mammals-birds": 1884,
    "ROOT:devices-artists": 1885,
    "ROOT:doctors-quadrilaterals": 1886,
    "ROOT:things-professionals": 1887,
    "ROOT:flowers-artists": 1888,
    "ROOT:shapes-professionals": 1889,
    "ROOT:works-artists": 1890,
    "ROOT:animals-professionals": 1891,
    "ROOT:poems-plants": 1892,
    "ROOT:vertebrates-plants": 1893,
    "ROOT:works-animals": 1894,
    "ROOT:tools-living": 1895,
    "ROOT:professionals-living": 1896,
    "ROOT:doctors-plants": 1897,
    "ROOT:poems-living": 1898,
    "ROOT:plants-literary": 1899,
    "ROOT:writers-literary": 1900,
    "ROOT:books-professionals": 1901,
    "ROOT:workers-publications": 1902,
    "ROOT:f-k-r": 1903,
    "ROOT:m-l-h": 1904,
    "ROOT:n-w-m": 1905,
    "ROOT:n-s-j": 1906,
    "ROOT:d-w-y": 1907,
    "ROOT:l-b-s": 1908,
    "ROOT:q-s-s": 1909,
    "ROOT:j-d-r": 1910,
    "ROOT:musicians-professionals": 1911,
    "ROOT:birds-orchestral": 1912,
    "ROOT:artists-minerals": 1913,
    "ROOT:trees-artists": 1914,
    "ROOT:devices-geometric": 1915,
    "ROOT:mammals-living": 1916,
    "ROOT:shapes-plants": 1917,
    "ROOT:works-orchestral": 1918,
    "ROOT:books-transport": 1919,
    "ROOT:shapes-artists": 1920,
    "ROOT:vertebrates-tools": 1921,
    "ROOT:fruits-professionals": 1922,
    "ROOT:mammals-vehicles": 1923,
    "ROOT:works-researchers": 1924,
    "ROOT:shapes-orchestral": 1925,
    "ROOT:artists-vehicles": 1926,
    "ROOT:plants-animals": 1927,
    "ROOT:researchers-workers": 1928,
    "ROOT:rectangles-plants": 1929,
    "ROOT:rectangles-literary": 1930,
    "ROOT:minerals-musical": 1931,
    "ROOT:raptors-tools": 1932,
    "ROOT:publications-plants": 1933,
    "ROOT:vehicles-geometric": 1934,
    "ROOT:musicians-tools": 1935,
    "ROOT:publications-professionals": 1936,
