{
  "[PAD]": 0,
  "[UNK]": 1,
  "[BOS]": 2,
  "[EOS]": 3,
  "[SEP]": 4,
  "[Q]": 5,
  "L:AND": 6,
  "L:BECAUSE": 7,
  "L:FALSE": 8,
  "L:IFF": 9,
  "L:IMPL": 10,
  "L:LPAREN": 11,
  "L:NAND": 12,
  "L:NOR": 13,
  "L:NOT": 14,
  "L:OR": 15,
  "L:RPAREN": 16,
  "L:SEP": 17,
  "L:THEREFORE": 18,
  "L:TRUE": 19,
  "L:XOR": 20,
  "Q:ALL": 21,
  "Q:EXISTS": 22,
  "Q:FEW": 23,
  "Q:MOST": 24,
  "Q:NO": 25,
  "Q:NONE": 26,
  "Q:SOME": 27,
  "Q:UNIQUE": 28,
  "R:AFTER": 29,
  "R:BEFORE": 30,
  "R:CAUSES": 31,
  "R:EQUALS": 32,
  "R:GE": 33,
  "R:GT": 34,
  "R:HAS": 35,
  "R:IMPLIES": 36,
  "R:IN": 37,
  "R:IS": 38,
  "R:ISA": 39,
  "R:LE": 40,
  "R:LT": 41,
  "R:NE": 42,
  "R:NOTIN": 43,
  "R:PART_OF": 44,
  "R:SUBSET": 45,
  "R:SUPSET": 46,
  "M:CAN": 47,
  "M:MAY": 48,
  "M:MUST": 49,
  "M:SHOULD": 50,
  "T:ALWAYS": 51,
  "T:FUTURE": 52,
  "T:NEVER": 53,
  "T:PAST": 54,
  "T:PRESENT": 55,
  "T:SOMETIMES": 56,
  "RO:AGENT": 57,
  "RO:BENEFICIARY": 58,
  "RO:CAUSE": 59,
  "RO:GOAL": 60,
  "RO:INSTRUMENT": 61,
  "RO:LOCATION": 62,
  "RO:MANNER": 63,
  "RO:PATIENT": 64,
  "RO:SOURCE": 65,
  "RO:TIME": 66,
  "C:ACTION": 67,
  "C:ANIMAL": 68,
  "C:ANSWER": 69,
  "C:COLOR": 70,
  "C:CONCEPT": 71,
  "C:COUNTER": 72,
  "C:DURATION": 73,
  "C:EMOTION": 74,
  "C:EVENT": 75,
  "C:EXAMPLE": 76,
  "C:FACT": 77,
  "C:GROUP": 78,
  "C:IDEA": 79,
  "C:NUMBER": 80,
  "C:OBJECT": 81,
  "C:PART": 82,
  "C:PERSON": 83,
  "C:PLACE": 84,
  "C:PLANT": 85,
  "C:PROCESS": 86,
  "C:PROPERTY": 87,
  "C:QUANTITY": 88,
  "C:QUESTION": 89,
  "C:RULE": 90,
  "C:SHAPE": 91,
  "C:SIZE": 92,
  "C:STATE": 93,
  "C:TIME_POINT": 94,
  "C:TRUTH": 95,
  "C:WHOLE": 96,
  "A:COEFF": 97,
  "A:CONST": 98,
  "A:DIV": 99,
  "A:EQ": 100,
  "A:EVAL": 101,
  "A:EXPAND": 102,
  "A:FACT": 103,
  "A:FACTOR": 104,
  "A:MINUS": 105,
  "A:MOD": 106,
  "A:NEQ": 107,
  "A:PARENS": 108,
  "A:PLUS": 109,
  "A:POW": 110,
  "A:SIMPLIFY": 111,
  "A:SOLVE": 112,
  "A:SQRT": 113,
  "A:TIMES": 114,
  "A:UNK_OP": 115,
  "A:VAR": 116,
  "S:ASSUME": 117,
  "S:CASE": 118,
  "S:CONCLUSION": 119,
  "S:DEFINE": 120,
  "S:PREMISE": 121,
  "S:PROVE": 122,
  "S:QED": 123,
  "S:STEP": 124,
  "V:0": 125,
  "V:1": 126,
  "V:2": 127,
  "V:A": 128,
  "V:B": 129,
  "V:C": 130,
  "V:D": 131,
  "V:N": 132,
  "V:P": 133,
  "V:Q": 134,
  "V:R": 135,
  "V:S": 136,
  "V:W": 137,
  "V:X": 138,
  "V:Y": 139,
  "V:Z": 140,
  "N:FRAC": 141,
  "N:INT": 142,
  "N:LARGE": 143,
  "N:NEG": 144,
  "N:ONE": 145,
  "N:REAL": 146,
  "N:SMALL": 147,
  "N:UNK_NUM": 148,
  "N:VAR_NUM": 149,
  "N:ZERO": 150
}